{"1": {"path": "1498649_store/Prefabs/_itog039", "string": "The object's price is 39.99. Its size is XS. Its brand is The Vegan Baker. It has a customer review of 3.9 out of 5. It is available in sizes XS and S and XL."}, "1498649_store/Prefabs/_itog039": 1, "2": {"path": "1498649_store/Prefabs/_itog038", "string": "The object's price is 79.99. Its size is M. Its brand is Yogi Fit. It has a customer review of 3.4 out of 5. It is available in sizes M and XS."}, "1498649_store/Prefabs/_itog038": 2, "3": {"path": "1208725/Jacket_red", "string": "The object's price is 234.99. Its size is XS. Its brand is Coats & More. It has a customer review of 3.3 out of 5. It is available in sizes XS and L."}, "1208725/Jacket_red": 3, "4": {"path": "MensCollection/Prefabs/Rearranged/shirt_11", "string": "The object's price is 79.99. Its size is S. Its brand is Global Voyager. It has a customer review of 4.8 out of 5. It is available in sizes S and XS and M."}, "MensCollection/Prefabs/Rearranged/shirt_11": 4, "5": {"path": "WomensCollection/Prefabs/Rearranged/blouse_2_08", "string": "The object's price is 39.99. Its size is S. Its brand is Downtown Consignment. It has a customer review of 3.7 out of 5. It is available in sizes S."}, "WomensCollection/Prefabs/Rearranged/blouse_2_08": 5, "6": {"path": "1498649_store/Prefabs/_itog031", "string": "The object's price is 74.99. Its size is XL. Its brand is StyleNow Feed. It has a customer review of 3.7 out of 5. It is available in sizes XS and S and XL."}, "1498649_store/Prefabs/_itog031": 6, "7": {"path": "1498649_store/Prefabs/_itog030", "string": "The object's price is 54.99. Its size is XL. Its brand is Home Store. It has a customer review of 2.7 out of 5. It is available in sizes M and XL and XS."}, "1498649_store/Prefabs/_itog030": 7, "8": {"path": "WomensCollection/Prefabs/Rearranged/blouse_2_07", "string": "The object's price is 84.99. Its size is S. Its brand is Global Voyager. It has a customer review of 2.8 out of 5. It is available in sizes XS and L and M and S."}, "WomensCollection/Prefabs/Rearranged/blouse_2_07": 8, "9": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded47", "string": "The object's price is 139.99. Its size is XL. Its brand is Downtown Consignment. It has a customer review of 3.9 out of 5. It is available in sizes XL and L."}, "MensCollection/Prefabs/Rearranged/sweater_folded47": 9, "10": {"path": "1498649_store/Prefabs/_itog034", "string": "The object's price is 189.99. Its size is XL. Its brand is StyleNow Feed. It has a customer review of 3.7 out of 5. It is available in sizes XL and S and M and L and XS."}, "1498649_store/Prefabs/_itog034": 10, "11": {"path": "1514019/Rearranged/TShirt_Black_2", "string": "The object's price is 64.99. Its size is XXL. Its brand is HairDo. It has a customer review of 2.5 out of 5. It is available in sizes L and XXL and XS and S."}, "1514019/Rearranged/TShirt_Black_2": 11, "12": {"path": "MensCollection/Prefabs/Rearranged/dress shirt b", "string": "The object's price is 14.99. Its size is XXL. Its brand is Ocean Wears. It has a customer review of 3.2 out of 5. It is available in sizes XXL and XS and S."}, "MensCollection/Prefabs/Rearranged/dress shirt b": 12, "13": {"path": "MensCollection/Prefabs/Rearranged/shirt_8", "string": "The object's price is 89.99. Its size is XL. Its brand is Art Den. It has a customer review of 4.1 out of 5. It is available in sizes XL and XS and L."}, "MensCollection/Prefabs/Rearranged/shirt_8": 13, "14": {"path": "1514019/Rearranged/Sport_Pants", "string": "The object's price is 174.99. Its size is XL. Its brand is Downtown Consignment. It has a customer review of 3.8 out of 5. It is available in sizes XXL and XS and M and S and L and XL."}, "1514019/Rearranged/Sport_Pants": 14, "15": {"path": "MensCollection/Prefabs/Rearranged/jacket_4_05", "string": "The object's price is 174.99. Its size is XS. Its brand is North Lodge. It has a customer review of 3.6 out of 5. It is available in sizes XS."}, "MensCollection/Prefabs/Rearranged/jacket_4_05": 15, "16": {"path": "1514019/Rearranged/Jeans_Blue_V2", "string": "The object's price is 184.99. Its size is XS. Its brand is Modern Arts. It has a customer review of 4.7 out of 5. It is available in sizes XL and S and XS and XXL and M."}, "1514019/Rearranged/Jeans_Blue_V2": 16, "17": {"path": "MensCollection/Prefabs/Rearranged/shirt_4", "string": "The object's price is 89.99. Its size is XS. Its brand is Uptown Studio. It has a customer review of 3.1 out of 5. It is available in sizes S and XS and XL and XXL and L."}, "MensCollection/Prefabs/Rearranged/shirt_4": 17, "18": {"path": "MensCollection/Prefabs/Rearranged/shirt_5", "string": "The object's price is 24.99. Its size is XXL. Its brand is Coats & More. It has a customer review of 4.1 out of 5. It is available in sizes XXL and L and XL and XS and M and S."}, "MensCollection/Prefabs/Rearranged/shirt_5": 18, "19": {"path": "MensCollection/Prefabs/Rearranged/jacket_4_09", "string": "The object's price is 174.99. Its size is XL. Its brand is Yogi Fit. It has a customer review of 4.0 out of 5. It is available in sizes S and XL."}, "MensCollection/Prefabs/Rearranged/jacket_4_09": 19, "20": {"path": "MensCollection/Prefabs/Rearranged/shirt_7", "string": "The object's price is 59.99. Its size is S. Its brand is Glam Nails. It has a customer review of 3.9 out of 5. It is available in sizes XL and M and S and L."}, "MensCollection/Prefabs/Rearranged/shirt_7": 20, "21": {"path": "1514019/Rearranged/Cap", "string": "The object's price is 19.99. Its size is S. Its brand is Cats Are Great. It has a customer review of 3.8 out of 5. It is available in sizes XS and M and S and XL and XXL and L."}, "1514019/Rearranged/Cap": 21, "22": {"path": "MensCollection/Prefabs/Rearranged/shirt_1", "string": "The object's price is 69.99. Its size is M. Its brand is Modern Arts. It has a customer review of 2.8 out of 5. It is available in sizes XS and XXL and L and M and S and XL."}, "MensCollection/Prefabs/Rearranged/shirt_1": 22, "23": {"path": "MensCollection/Prefabs/Rearranged/shirt_2", "string": "The object's price is 74.99. Its size is XL. Its brand is Brain Puzzles. It has a customer review of 4.2 out of 5. It is available in sizes XL and XS and XXL and S."}, "MensCollection/Prefabs/Rearranged/shirt_2": 23, "24": {"path": "MensCollection/Prefabs/Rearranged/shirt_3", "string": "The object's price is 69.99. Its size is S. Its brand is New Fashion. It has a customer review of 3.2 out of 5. It is available in sizes S and XS and XXL and L and XL."}, "MensCollection/Prefabs/Rearranged/shirt_3": 24, "25": {"path": "WomensCollection/Prefabs/Rearranged/tank_top_1_37", "string": "The object's price is 4.99. Its size is XS. Its brand is Cats Are Great. It has a customer review of 4.4 out of 5. It is available in sizes XXL and XS and L and M and S and XL."}, "WomensCollection/Prefabs/Rearranged/tank_top_1_37": 25, "26": {"path": "1514019/Rearranged/Sport_Jacket", "string": "The object's price is 79.99. Its size is XS. Its brand is HairDo. It has a customer review of 5.0 out of 5. It is available in sizes XS."}, "1514019/Rearranged/Sport_Jacket": 26, "27": {"path": "WomensCollection/Prefabs/Rearranged/hanging_dress_1_12", "string": "The object's price is 24.99. Its size is XXL. Its brand is Modern Arts. It has a customer review of 3.6 out of 5. It is available in sizes XXL and S and XL and M and XS."}, "WomensCollection/Prefabs/Rearranged/hanging_dress_1_12": 27, "28": {"path": "MensCollection/Prefabs/Rearranged/shirt_folded_1_03", "string": "The object's price is 34.99. Its size is XXL. Its brand is Modern Arts. It has a customer review of 3.7 out of 5. It is available in sizes XXL and XS and L."}, "MensCollection/Prefabs/Rearranged/shirt_folded_1_03": 28, "29": {"path": "MensCollection/Prefabs/Rearranged/vest04", "string": "The object's price is 84.99. Its size is XXL. Its brand is HairDo. It has a customer review of 4.2 out of 5. It is available in sizes XXL and M and S and L and XL."}, "MensCollection/Prefabs/Rearranged/vest04": 29, "30": {"path": "MensCollection/Prefabs/Rearranged/vest03", "string": "The object's price is 19.99. Its size is S. Its brand is Downtown Consignment. It has a customer review of 2.8 out of 5. It is available in sizes S."}, "MensCollection/Prefabs/Rearranged/vest03": 30, "31": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded45", "string": "The object's price is 74.99. Its size is M. Its brand is Coats & More. It has a customer review of 3.0 out of 5. It is available in sizes L and XS and S and XXL and M."}, "MensCollection/Prefabs/Rearranged/sweater_folded45": 31, "32": {"path": "clothing_store/models/prefab/cap_2", "string": "The object's price is 69.99. Its size is S. Its brand is Home Store. It has a customer review of 4.4 out of 5. It is available in sizes M and S and XL and L and XXL and XS."}, "clothing_store/models/prefab/cap_2": 32, "33": {"path": "MensCollection/Prefabs/Rearranged/jacket_1", "string": "The object's price is 109.99. Its size is L. Its brand is North Lodge. It has a customer review of 4.5 out of 5. It is available in sizes XS and XXL and XL and M and L."}, "MensCollection/Prefabs/Rearranged/jacket_1": 33, "34": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded_3", "string": "The object's price is 59.99. Its size is XXL. Its brand is Fancy Nails. It has a customer review of 3.3 out of 5. It is available in sizes XXL and S."}, "WomensCollection/Prefabs/Rearranged/sweater_folded_3": 34, "35": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded_2", "string": "The object's price is 174.99. Its size is M. Its brand is North Lodge. It has a customer review of 3.8 out of 5. It is available in sizes L and M and XL."}, "WomensCollection/Prefabs/Rearranged/sweater_folded_2": 35, "36": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded_5", "string": "The object's price is 124.99. Its size is L. Its brand is Garden Retail. It has a customer review of 3.4 out of 5. It is available in sizes L and M."}, "WomensCollection/Prefabs/Rearranged/sweater_folded_5": 36, "37": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded_4", "string": "The object's price is 89.99. Its size is M. Its brand is Nature Photographers. It has a customer review of 3.0 out of 5. It is available in sizes M and XS and S."}, "WomensCollection/Prefabs/Rearranged/sweater_folded_4": 37, "38": {"path": "MensCollection/Prefabs/Rearranged/folded polo shirt34", "string": "The object's price is 79.99. Its size is S. Its brand is Pedals & Gears. It has a customer review of 2.9 out of 5. It is available in sizes XXL and M and S."}, "MensCollection/Prefabs/Rearranged/folded polo shirt34": 38, "39": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded_6", "string": "The object's price is 209.99. Its size is XL. Its brand is Glam Nails. It has a customer review of 3.1 out of 5. It is available in sizes L and M and XL and XXL and S and XS."}, "WomensCollection/Prefabs/Rearranged/sweater_folded_6": 39, "40": {"path": "clothing_store/models/prefab/sneakers_5", "string": "The object's price is 54.99. Its size is S. Its brand is Uptown Studio. It has a customer review of 4.3 out of 5. It is available in sizes S and XS and M."}, "clothing_store/models/prefab/sneakers_5": 40, "41": {"path": "MensCollection/Prefabs/Rearranged/polo shirt display 03", "string": "The object's price is 44.99. Its size is M. Its brand is Global Voyager. It has a customer review of 2.8 out of 5. It is available in sizes M and XL."}, "MensCollection/Prefabs/Rearranged/polo shirt display 03": 41, "42": {"path": "clothing_store/models/prefab/sneakers_4", "string": "The object's price is 149.99. Its size is XS. Its brand is HairDo. It has a customer review of 3.4 out of 5. It is available in sizes XL and XXL and S and XS and L."}, "clothing_store/models/prefab/sneakers_4": 42, "43": {"path": "MensCollection/Prefabs/Rearranged/polo shirt display 02", "string": "The object's price is 29.99. Its size is S. Its brand is Modern Arts. It has a customer review of 2.9 out of 5. It is available in sizes S."}, "MensCollection/Prefabs/Rearranged/polo shirt display 02": 43, "44": {"path": "MensCollection/Prefabs/Rearranged/shirt_folded_1_14", "string": "The object's price is 39.99. Its size is XS. Its brand is Brain Puzzles. It has a customer review of 4.4 out of 5. It is available in sizes L and M and XS."}, "MensCollection/Prefabs/Rearranged/shirt_folded_1_14": 44, "45": {"path": "MensCollection/Prefabs/Rearranged/shirt_folded_1_15", "string": "The object's price is 4.99. Its size is L. Its brand is Art Den. It has a customer review of 3.0 out of 5. It is available in sizes L and XL and M and XS and XXL."}, "MensCollection/Prefabs/Rearranged/shirt_folded_1_15": 45, "46": {"path": "MensCollection/Prefabs/Rearranged/shirt_folded_1_06", "string": "The object's price is 69.99. Its size is S. Its brand is The Vegan Baker. It has a customer review of 3.5 out of 5. It is available in sizes L and S and M and XS."}, "MensCollection/Prefabs/Rearranged/shirt_folded_1_06": 46, "47": {"path": "WomensCollection/Prefabs/Rearranged/tank_top_1_21", "string": "The object's price is 79.99. Its size is XXL. Its brand is The Vegan Baker. It has a customer review of 3.4 out of 5. It is available in sizes XXL."}, "WomensCollection/Prefabs/Rearranged/tank_top_1_21": 47, "48": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded54", "string": "The object's price is 184.99. Its size is S. Its brand is The Vegan Baker. It has a customer review of 3.5 out of 5. It is available in sizes XL and M and S and XS."}, "MensCollection/Prefabs/Rearranged/sweater_folded54": 48, "49": {"path": "1514019/Rearranged/Jeans_Blue_V3", "string": "The object's price is 244.99. Its size is XS. Its brand is Ocean Wears. It has a customer review of 4.6 out of 5. It is available in sizes XXL and XS."}, "1514019/Rearranged/Jeans_Blue_V3": 49, "50": {"path": "MensCollection/Prefabs/Rearranged/dress shirt c", "string": "The object's price is 29.99. Its size is XL. Its brand is Garden Retail. It has a customer review of 4.0 out of 5. It is available in sizes XL."}, "MensCollection/Prefabs/Rearranged/dress shirt c": 50, "51": {"path": "WomensCollection/Prefabs/Rearranged/leather_jacket_1_17", "string": "The object's price is 199.99. Its size is S. Its brand is Global Voyager. It has a customer review of 3.2 out of 5. It is available in sizes XXL and XS and S and M."}, "WomensCollection/Prefabs/Rearranged/leather_jacket_1_17": 51, "52": {"path": "MensCollection/Prefabs/Rearranged/dress shirt a", "string": "The object's price is 94.99. Its size is XXL. Its brand is Home Store. It has a customer review of 4.2 out of 5. It is available in sizes S and XXL."}, "MensCollection/Prefabs/Rearranged/dress shirt a": 52, "53": {"path": "WomensCollection/Prefabs/Rearranged/leather_jacket_1_13", "string": "The object's price is 44.99. Its size is L. Its brand is Pedals & Gears. It has a customer review of 3.9 out of 5. It is available in sizes XS and L and M and S and XL and XXL."}, "WomensCollection/Prefabs/Rearranged/leather_jacket_1_13": 53, "54": {"path": "1514019/Rearranged/Jeans_Blue_V4", "string": "The object's price is 139.99. Its size is L. Its brand is River Chateau. It has a customer review of 3.7 out of 5. It is available in sizes L."}, "1514019/Rearranged/Jeans_Blue_V4": 54, "55": {"path": "WomensCollection/Prefabs/Rearranged/skirt_2_05", "string": "The object's price is 24.99. Its size is XXL. Its brand is Nature Photographers. It has a customer review of 2.7 out of 5. It is available in sizes XXL and S and XS and L and M and XL."}, "WomensCollection/Prefabs/Rearranged/skirt_2_05": 55, "56": {"path": "WomensCollection/Prefabs/Rearranged/leather_jacket_1_20", "string": "The object's price is 49.99. Its size is S. Its brand is Garden Retail. It has a customer review of 4.4 out of 5. It is available in sizes XXL and S and M and L."}, "WomensCollection/Prefabs/Rearranged/leather_jacket_1_20": 56, "57": {"path": "WomensCollection/Prefabs/Rearranged/skirt_2_07", "string": "The object's price is 29.99. Its size is XS. Its brand is Modern Arts. It has a customer review of 5.0 out of 5. It is available in sizes XS."}, "WomensCollection/Prefabs/Rearranged/skirt_2_07": 57, "58": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 08", "string": "The object's price is 24.99. Its size is XXL. Its brand is The Vegan Baker. It has a customer review of 4.9 out of 5. It is available in sizes XS and S and L and XL and XXL and M."}, "MensCollection/Prefabs/Rearranged/polo shirt 08": 58, "59": {"path": "clothing_store/models/prefab/sneakers_3", "string": "The object's price is 244.99. Its size is L. Its brand is Downtown Consignment. It has a customer review of 2.5 out of 5. It is available in sizes L and XL."}, "clothing_store/models/prefab/sneakers_3": 59, "60": {"path": "WomensCollection/Prefabs/Rearranged/dress_shirt_on_hanger", "string": "The object's price is 24.99. Its size is S. Its brand is Garden Retail. It has a customer review of 4.9 out of 5. It is available in sizes XXL and L and XS and XL and S and M."}, "WomensCollection/Prefabs/Rearranged/dress_shirt_on_hanger": 60, "61": {"path": "WomensCollection/Prefabs/Rearranged/tank_top_1_29", "string": "The object's price is 24.99. Its size is XS. Its brand is Uptown Studio. It has a customer review of 3.4 out of 5. It is available in sizes XXL and XS and XL."}, "WomensCollection/Prefabs/Rearranged/tank_top_1_29": 61, "62": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 07", "string": "The object's price is 69.99. Its size is XS. Its brand is Art Den. It has a customer review of 2.7 out of 5. It is available in sizes XL and XXL and S and L and XS."}, "MensCollection/Prefabs/Rearranged/polo shirt 07": 62, "63": {"path": "WomensCollection/Prefabs/Rearranged/blouse_2_07 1", "string": "The object's price is 39.99. Its size is M. Its brand is Brain Puzzles. It has a customer review of 2.9 out of 5. It is available in sizes M."}, "WomensCollection/Prefabs/Rearranged/blouse_2_07 1": 63, "64": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 05", "string": "The object's price is 34.99. Its size is XS. Its brand is The Vegan Baker. It has a customer review of 3.9 out of 5. It is available in sizes S and XS and XXL and XL and M and L."}, "MensCollection/Prefabs/Rearranged/polo shirt 05": 64, "65": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 04", "string": "The object's price is 29.99. Its size is XL. Its brand is Art Den. It has a customer review of 5.0 out of 5. It is available in sizes XXL and S and XL and XS and L."}, "MensCollection/Prefabs/Rearranged/polo shirt 04": 65, "66": {"path": "1514019/Rearranged/Sweater_001", "string": "The object's price is 34.99. Its size is XXL. Its brand is Garden Retail. It has a customer review of 4.8 out of 5. It is available in sizes XXL."}, "1514019/Rearranged/Sweater_001": 66, "67": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded58", "string": "The object's price is 84.99. Its size is S. Its brand is Brain Puzzles. It has a customer review of 2.6 out of 5. It is available in sizes S."}, "WomensCollection/Prefabs/Rearranged/sweater_folded58": 67, "68": {"path": "WomensCollection/Prefabs/Rearranged/dress_4_", "string": "The object's price is 24.99. Its size is M. Its brand is Global Voyager. It has a customer review of 4.7 out of 5. It is available in sizes M."}, "WomensCollection/Prefabs/Rearranged/dress_4_": 68, "69": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 40 1", "string": "The object's price is 9.99. Its size is XXL. Its brand is Home Store. It has a customer review of 3.8 out of 5. It is available in sizes M and XXL and L and XL."}, "MensCollection/Prefabs/Rearranged/polo shirt 40 1": 69, "70": {"path": "WomensCollection/Prefabs/Rearranged/blouse_01_01", "string": "The object's price is 4.99. Its size is S. Its brand is Downtown Stylists. It has a customer review of 2.6 out of 5. It is available in sizes S."}, "WomensCollection/Prefabs/Rearranged/blouse_01_01": 70, "71": {"path": "1514019/Rearranged/Sneakers_3", "string": "The object's price is 54.99. Its size is S. Its brand is Art Den. It has a customer review of 3.1 out of 5. It is available in sizes XS and L and S."}, "1514019/Rearranged/Sneakers_3": 71, "72": {"path": "1498649_store/Prefabs/_itog011", "string": "The object's price is 199.99. Its size is M. Its brand is Downtown Stylists. It has a customer review of 4.0 out of 5. It is available in sizes XXL and S and XL and M and L."}, "1498649_store/Prefabs/_itog011": 72, "73": {"path": "1498649_store/Prefabs/_itog017", "string": "The object's price is 54.99. Its size is XXL. Its brand is Modern Arts. It has a customer review of 4.9 out of 5. It is available in sizes M and XL and L and XXL."}, "1498649_store/Prefabs/_itog017": 73, "74": {"path": "1498649_store/Prefabs/_itog015", "string": "The object's price is 74.99. Its size is S. Its brand is Uptown Gallery. It has a customer review of 3.8 out of 5. It is available in sizes S and M and L."}, "1498649_store/Prefabs/_itog015": 74, "75": {"path": "MensCollection/Prefabs/Rearranged/folded polo shirt00", "string": "The object's price is 89.99. Its size is XXL. Its brand is Uptown Studio. It has a customer review of 2.9 out of 5. It is available in sizes XXL."}, "MensCollection/Prefabs/Rearranged/folded polo shirt00": 75, "76": {"path": "MensCollection/Prefabs/Rearranged/sweater_02", "string": "The object's price is 79.99. Its size is M. Its brand is Brain Puzzles. It has a customer review of 4.4 out of 5. It is available in sizes S and M and XS and XXL."}, "MensCollection/Prefabs/Rearranged/sweater_02": 76, "77": {"path": "WomensCollection/Prefabs/Rearranged/dress_shirt_on_hanger12", "string": "The object's price is 64.99. Its size is XL. Its brand is Coats & More. It has a customer review of 4.6 out of 5. It is available in sizes XL and S and M and XXL and L and XS."}, "WomensCollection/Prefabs/Rearranged/dress_shirt_on_hanger12": 77, "78": {"path": "1498649_store/Prefabs/_itog018", "string": "The object's price is 29.99. Its size is L. Its brand is The Vegan Baker. It has a customer review of 3.6 out of 5. It is available in sizes S and XS and L and XL."}, "1498649_store/Prefabs/_itog018": 78, "79": {"path": "MensCollection/Prefabs/Rearranged/shirt_folded_1_21", "string": "The object's price is 29.99. Its size is XL. Its brand is Ocean Wears. It has a customer review of 4.6 out of 5. It is available in sizes XXL and XS and XL."}, "MensCollection/Prefabs/Rearranged/shirt_folded_1_21": 79, "80": {"path": "WomensCollection/Prefabs/Rearranged/blouse_01_21", "string": "The object's price is 24.99. Its size is XL. Its brand is Downtown Consignment. It has a customer review of 2.9 out of 5. It is available in sizes XS and S and XL."}, "WomensCollection/Prefabs/Rearranged/blouse_01_21": 80, "81": {"path": "WomensCollection/Prefabs/Rearranged/leather_jacket_1_08", "string": "The object's price is 169.99. Its size is S. Its brand is 212 Local. It has a customer review of 4.1 out of 5. It is available in sizes S."}, "WomensCollection/Prefabs/Rearranged/leather_jacket_1_08": 81, "82": {"path": "WomensCollection/Prefabs/Rearranged/blouse_01_55", "string": "The object's price is 54.99. Its size is L. Its brand is North Lodge. It has a customer review of 2.7 out of 5. It is available in sizes XXL and L and S."}, "WomensCollection/Prefabs/Rearranged/blouse_01_55": 82, "83": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded20", "string": "The object's price is 64.99. Its size is M. Its brand is Glam Nails. It has a customer review of 3.3 out of 5. It is available in sizes XS and M."}, "MensCollection/Prefabs/Rearranged/sweater_folded20": 83, "84": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded21", "string": "The object's price is 139.99. Its size is XXL. Its brand is Coats & More. It has a customer review of 4.7 out of 5. It is available in sizes XL and S and XXL and L and M and XS."}, "MensCollection/Prefabs/Rearranged/sweater_folded21": 84, "85": {"path": "MensCollection/Prefabs/Rearranged/suit 3", "string": "The object's price is 24.99. Its size is XL. Its brand is Art Den. It has a customer review of 4.9 out of 5. It is available in sizes XL."}, "MensCollection/Prefabs/Rearranged/suit 3": 85, "86": {"path": "MensCollection/Prefabs/Rearranged/suit 2", "string": "The object's price is 59.99. Its size is L. Its brand is Downtown Consignment. It has a customer review of 4.8 out of 5. It is available in sizes M and L and S and XXL and XS."}, "MensCollection/Prefabs/Rearranged/suit 2": 86, "87": {"path": "MensCollection/Prefabs/Rearranged/suit 1", "string": "The object's price is 24.99. Its size is S. Its brand is Cats Are Great. It has a customer review of 3.4 out of 5. It is available in sizes XXL and S and M and L."}, "MensCollection/Prefabs/Rearranged/suit 1": 87, "88": {"path": "WomensCollection/Prefabs/Rearranged/blouse_2_08 1", "string": "The object's price is 54.99. Its size is M. Its brand is HairDo. It has a customer review of 4.8 out of 5. It is available in sizes S and XL and M and XS."}, "WomensCollection/Prefabs/Rearranged/blouse_2_08 1": 88, "89": {"path": "WomensCollection/Prefabs/Rearranged/leather_jacket_1_04", "string": "The object's price is 154.99. Its size is L. Its brand is River Chateau. It has a customer review of 4.9 out of 5. It is available in sizes S and XL and M and L and XS and XXL."}, "WomensCollection/Prefabs/Rearranged/leather_jacket_1_04": 89, "90": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded29", "string": "The object's price is 164.99. Its size is XS. Its brand is River Chateau. It has a customer review of 3.6 out of 5. It is available in sizes XS and S and L and XXL."}, "MensCollection/Prefabs/Rearranged/sweater_folded29": 90, "91": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 04 1", "string": "The object's price is 59.99. Its size is M. Its brand is Global Voyager. It has a customer review of 3.6 out of 5. It is available in sizes XL and M."}, "MensCollection/Prefabs/Rearranged/polo shirt 04 1": 91, "92": {"path": "MensCollection/Prefabs/Rearranged/long_coat_12", "string": "The object's price is 179.99. Its size is XL. Its brand is StyleNow Feed. It has a customer review of 3.8 out of 5. It is available in sizes M and XL and XXL and XS and L and S."}, "MensCollection/Prefabs/Rearranged/long_coat_12": 92, "93": {"path": "1208725/Tshirt_grey", "string": "The object's price is 64.99. Its size is XXL. Its brand is Uptown Studio. It has a customer review of 4.4 out of 5. It is available in sizes S and XXL."}, "1208725/Tshirt_grey": 93, "94": {"path": "1514019/Rearranged/TShirt_White_2", "string": "The object's price is 79.99. Its size is XXL. Its brand is Fancy Nails. It has a customer review of 3.7 out of 5. It is available in sizes XXL and L and XL and M and S."}, "1514019/Rearranged/TShirt_White_2": 94, "95": {"path": "clothing_store/models/prefab/trousers", "string": "The object's price is 184.99. Its size is XL. Its brand is North Lodge. It has a customer review of 3.9 out of 5. It is available in sizes XL."}, "clothing_store/models/prefab/trousers": 95, "96": {"path": "1498649_store/Prefabs/_itog041", "string": "The object's price is 79.99. Its size is XL. Its brand is North Lodge. It has a customer review of 4.5 out of 5. It is available in sizes S and XL."}, "1498649_store/Prefabs/_itog041": 96, "97": {"path": "1514019/Rearranged/Jacket_Grey", "string": "The object's price is 239.99. Its size is M. Its brand is Art News Today. It has a customer review of 3.8 out of 5. It is available in sizes XXL and XL and XS and S and M and L."}, "1514019/Rearranged/Jacket_Grey": 97, "98": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 11", "string": "The object's price is 24.99. Its size is XS. Its brand is Uptown Gallery. It has a customer review of 2.6 out of 5. It is available in sizes M and XXL and XL and XS."}, "MensCollection/Prefabs/Rearranged/polo shirt 11": 98, "99": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 12", "string": "The object's price is 54.99. Its size is XL. Its brand is Modern Arts. It has a customer review of 3.5 out of 5. It is available in sizes S and L and M and XL and XS."}, "MensCollection/Prefabs/Rearranged/polo shirt 12": 99, "100": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 13", "string": "The object's price is 74.99. Its size is S. Its brand is Home Store. It has a customer review of 3.2 out of 5. It is available in sizes XS and S."}, "MensCollection/Prefabs/Rearranged/polo shirt 13": 100, "101": {"path": "clothing_store/models/prefab/cap", "string": "The object's price is 64.99. Its size is XS. Its brand is Modern Arts. It has a customer review of 2.8 out of 5. It is available in sizes XS and XXL."}, "clothing_store/models/prefab/cap": 101, "102": {"path": "1514019/Rearranged/Hat_NY_PD", "string": "The object's price is 74.99. Its size is XXL. Its brand is Downtown Stylists. It has a customer review of 3.7 out of 5. It is available in sizes L and XXL."}, "1514019/Rearranged/Hat_NY_PD": 102, "103": {"path": "WomensCollection/Prefabs/Rearranged/dress_4_24", "string": "The object's price is 59.99. Its size is XL. Its brand is Ocean Wears. It has a customer review of 3.9 out of 5. It is available in sizes XL."}, "WomensCollection/Prefabs/Rearranged/dress_4_24": 103, "104": {"path": "MensCollection/Prefabs/Rearranged/shirt with vest 1", "string": "The object's price is 74.99. Its size is XS. Its brand is Modern Arts. It has a customer review of 4.8 out of 5. It is available in sizes XXL and XS."}, "MensCollection/Prefabs/Rearranged/shirt with vest 1": 104, "105": {"path": "MensCollection/Prefabs/Rearranged/shirt with vest 3", "string": "The object's price is 74.99. Its size is XL. Its brand is Yogi Fit. It has a customer review of 3.5 out of 5. It is available in sizes XL."}, "MensCollection/Prefabs/Rearranged/shirt with vest 3": 105, "106": {"path": "MensCollection/Prefabs/Rearranged/shirt with vest 2", "string": "The object's price is 19.99. Its size is XS. Its brand is Nature Photographers. It has a customer review of 3.3 out of 5. It is available in sizes XS and S and L."}, "MensCollection/Prefabs/Rearranged/shirt with vest 2": 106, "107": {"path": "WomensCollection/Prefabs/Rearranged/shirt_4_05", "string": "The object's price is 69.99. Its size is M. Its brand is The Vegan Baker. It has a customer review of 2.9 out of 5. It is available in sizes XL and S and XXL and M."}, "WomensCollection/Prefabs/Rearranged/shirt_4_05": 107, "108": {"path": "WomensCollection/Prefabs/Rearranged/skirt_3_04", "string": "The object's price is 9.99. Its size is XL. Its brand is Uptown Gallery. It has a customer review of 5.0 out of 5. It is available in sizes M and L and XS and XXL and XL and S."}, "WomensCollection/Prefabs/Rearranged/skirt_3_04": 108, "109": {"path": "WomensCollection/Prefabs/Rearranged/skirt_3_05", "string": "The object's price is 74.99. Its size is XXL. Its brand is New Fashion. It has a customer review of 4.6 out of 5. It is available in sizes M and XXL and L and XS and S and XL."}, "WomensCollection/Prefabs/Rearranged/skirt_3_05": 109, "110": {"path": "WomensCollection/Prefabs/Rearranged/dress_3_", "string": "The object's price is 94.99. Its size is XXL. Its brand is Cats Are Great. It has a customer review of 3.8 out of 5. It is available in sizes XXL and M and S."}, "WomensCollection/Prefabs/Rearranged/dress_3_": 110, "111": {"path": "WomensCollection/Prefabs/Rearranged/skirt_3_01", "string": "The object's price is 9.99. Its size is XS. Its brand is Yogi Fit. It has a customer review of 4.5 out of 5. It is available in sizes XS."}, "WomensCollection/Prefabs/Rearranged/skirt_3_01": 111, "112": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded64", "string": "The object's price is 169.99. Its size is M. Its brand is Downtown Stylists. It has a customer review of 4.5 out of 5. It is available in sizes XXL and M."}, "WomensCollection/Prefabs/Rearranged/sweater_folded64": 112, "113": {"path": "MensCollection/Prefabs/Rearranged/folded polo shirt13", "string": "The object's price is 79.99. Its size is XL. Its brand is HairDo. It has a customer review of 4.4 out of 5. It is available in sizes XL and XS and L and M."}, "MensCollection/Prefabs/Rearranged/folded polo shirt13": 113, "114": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded63", "string": "The object's price is 199.99. Its size is XS. Its brand is The Vegan Baker. It has a customer review of 4.8 out of 5. It is available in sizes S and XXL and L and M and XS."}, "WomensCollection/Prefabs/Rearranged/sweater_folded63": 114, "115": {"path": "WomensCollection/Prefabs/Rearranged/suit_hanging04", "string": "The object's price is 144.99. Its size is XS. Its brand is Ocean Wears. It has a customer review of 4.8 out of 5. It is available in sizes XL and M and XXL and XS and L."}, "WomensCollection/Prefabs/Rearranged/suit_hanging04": 115, "116": {"path": "1208725/Jacket_gray", "string": "The object's price is 109.99. Its size is XS. Its brand is Cats Are Great. It has a customer review of 4.9 out of 5. It is available in sizes S and XS and M and L and XXL."}, "1208725/Jacket_gray": 116, "117": {"path": "WomensCollection/Prefabs/Rearranged/leather_jacket_1", "string": "The object's price is 199.99. Its size is XL. Its brand is Coats & More. It has a customer review of 3.5 out of 5. It is available in sizes XL and M."}, "WomensCollection/Prefabs/Rearranged/leather_jacket_1": 117, "118": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 40", "string": "The object's price is 84.99. Its size is XXL. Its brand is 212 Local. It has a customer review of 3.4 out of 5. It is available in sizes XXL."}, "MensCollection/Prefabs/Rearranged/polo shirt 40": 118, "119": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 30", "string": "The object's price is 34.99. Its size is M. Its brand is Garden Retail. It has a customer review of 4.0 out of 5. It is available in sizes M and S."}, "MensCollection/Prefabs/Rearranged/polo shirt 30": 119, "120": {"path": "WomensCollection/Prefabs/Rearranged/blouse_01_16", "string": "The object's price is 54.99. Its size is XL. Its brand is Art Den. It has a customer review of 4.5 out of 5. It is available in sizes XXL and XS and XL."}, "WomensCollection/Prefabs/Rearranged/blouse_01_16": 120, "121": {"path": "WomensCollection/Prefabs/Rearranged/blouse_01_17", "string": "The object's price is 29.99. Its size is XL. Its brand is Home Store. It has a customer review of 3.3 out of 5. It is available in sizes XL and XXL."}, "WomensCollection/Prefabs/Rearranged/blouse_01_17": 121, "122": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded33", "string": "The object's price is 214.99. Its size is XL. Its brand is Glam Nails. It has a customer review of 3.2 out of 5. It is available in sizes M and S and XL."}, "MensCollection/Prefabs/Rearranged/sweater_folded33": 122, "123": {"path": "1514019/Rearranged/Sweater_Black_001", "string": "The object's price is 59.99. Its size is XXL. Its brand is River Chateau. It has a customer review of 2.8 out of 5. It is available in sizes S and XS and XL and M and L and XXL."}, "1514019/Rearranged/Sweater_Black_001": 123, "124": {"path": "MensCollection/Prefabs/Rearranged/shirt_mannequin_1_01", "string": "The object's price is 64.99. Its size is M. Its brand is Downtown Stylists. It has a customer review of 4.2 out of 5. It is available in sizes XXL and XL and M and XS."}, "MensCollection/Prefabs/Rearranged/shirt_mannequin_1_01": 124, "125": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded38", "string": "The object's price is 29.99. Its size is XL. Its brand is Uptown Gallery. It has a customer review of 4.4 out of 5. It is available in sizes XL and XXL."}, "MensCollection/Prefabs/Rearranged/sweater_folded38": 125, "126": {"path": "MensCollection/Prefabs/Rearranged/shirt_mannequin_1", "string": "The object's price is 79.99. Its size is XS. Its brand is Fancy Nails. It has a customer review of 4.0 out of 5. It is available in sizes XS."}, "MensCollection/Prefabs/Rearranged/shirt_mannequin_1": 126, "127": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 25", "string": "The object's price is 44.99. Its size is XL. Its brand is New Fashion. It has a customer review of 4.2 out of 5. It is available in sizes XL and L and M and XXL and S and XS."}, "MensCollection/Prefabs/Rearranged/polo shirt 25": 127, "128": {"path": "WomensCollection/Prefabs/Rearranged/dress2_30", "string": "The object's price is 99.99. Its size is L. Its brand is The Vegan Baker. It has a customer review of 3.6 out of 5. It is available in sizes XS and L and XXL and S."}, "WomensCollection/Prefabs/Rearranged/dress2_30": 128, "129": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 26", "string": "The object's price is 39.99. Its size is M. Its brand is Art Den. It has a customer review of 4.1 out of 5. It is available in sizes S and XS and M and XL."}, "MensCollection/Prefabs/Rearranged/polo shirt 26": 129, "130": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 21", "string": "The object's price is 84.99. Its size is L. Its brand is Art Den. It has a customer review of 4.3 out of 5. It is available in sizes XS and XL and S and L."}, "MensCollection/Prefabs/Rearranged/polo shirt 21": 130, "131": {"path": "WomensCollection/Prefabs/Rearranged/shirt_6_03", "string": "The object's price is 29.99. Its size is M. Its brand is Cats Are Great. It has a customer review of 3.8 out of 5. It is available in sizes S and L and XL and M and XXL and XS."}, "WomensCollection/Prefabs/Rearranged/shirt_6_03": 131, "132": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 23", "string": "The object's price is 49.99. Its size is XXL. Its brand is Nature Photographers. It has a customer review of 2.6 out of 5. It is available in sizes L and XXL and XS."}, "MensCollection/Prefabs/Rearranged/polo shirt 23": 132, "133": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 22", "string": "The object's price is 54.99. Its size is S. Its brand is Pedals & Gears. It has a customer review of 2.6 out of 5. It is available in sizes XL and XS and S and M and L and XXL."}, "MensCollection/Prefabs/Rearranged/polo shirt 22": 133, "134": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up30", "string": "The object's price is 79.99. Its size is XL. Its brand is Brain Puzzles. It has a customer review of 4.9 out of 5. It is available in sizes M and XL."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up30": 134, "135": {"path": "WomensCollection/Prefabs/Rearranged/suit_hanging13", "string": "The object's price is 229.99. Its size is XXL. Its brand is Yogi Fit. It has a customer review of 3.4 out of 5. It is available in sizes XXL."}, "WomensCollection/Prefabs/Rearranged/suit_hanging13": 135, "136": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 18 1", "string": "The object's price is 29.99. Its size is XS. Its brand is Uptown Gallery. It has a customer review of 4.5 out of 5. It is available in sizes XXL and XS and L."}, "MensCollection/Prefabs/Rearranged/polo shirt 18 1": 136, "137": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 28", "string": "The object's price is 89.99. Its size is XXL. Its brand is 212 Local. It has a customer review of 3.7 out of 5. It is available in sizes S and L and XXL and M."}, "MensCollection/Prefabs/Rearranged/polo shirt 28": 137, "138": {"path": "WomensCollection/Prefabs/Rearranged/dress_4_11", "string": "The object's price is 244.99. Its size is XL. Its brand is HairDo. It has a customer review of 4.8 out of 5. It is available in sizes XL and S."}, "WomensCollection/Prefabs/Rearranged/dress_4_11": 138, "139": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up24 1", "string": "The object's price is 4.99. Its size is S. Its brand is Downtown Stylists. It has a customer review of 4.9 out of 5. It is available in sizes S and L and XL and XXL."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up24 1": 139, "140": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up", "string": "The object's price is 64.99. Its size is XS. Its brand is Yogi Fit. It has a customer review of 4.3 out of 5. It is available in sizes XS."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up": 140, "141": {"path": "1514019/Rearranged/Jean_Jacket", "string": "The object's price is 139.99. Its size is XXL. Its brand is River Chateau. It has a customer review of 3.9 out of 5. It is available in sizes XXL and XL and M and L and S and XS."}, "1514019/Rearranged/Jean_Jacket": 141, "142": {"path": "WomensCollection/Prefabs/Rearranged/skirt_3_15", "string": "The object's price is 59.99. Its size is S. Its brand is Garden Retail. It has a customer review of 4.2 out of 5. It is available in sizes L and M and XS and XXL and XL and S."}, "WomensCollection/Prefabs/Rearranged/skirt_3_15": 142, "143": {"path": "WomensCollection/Prefabs/Rearranged/skirt_3_14", "string": "The object's price is 14.99. Its size is XXL. Its brand is North Lodge. It has a customer review of 4.5 out of 5. It is available in sizes XXL and XL and S."}, "WomensCollection/Prefabs/Rearranged/skirt_3_14": 143, "144": {"path": "WomensCollection/Prefabs/Rearranged/suit_hanging10", "string": "The object's price is 114.99. Its size is XXL. Its brand is Cats Are Great. It has a customer review of 4.5 out of 5. It is available in sizes M and S and XXL and XS and XL and L."}, "WomensCollection/Prefabs/Rearranged/suit_hanging10": 144, "145": {"path": "1514019/Rearranged/Jean_Jacket_2", "string": "The object's price is 229.99. Its size is M. Its brand is Cats Are Great. It has a customer review of 3.2 out of 5. It is available in sizes S and XS and M and XL and L and XXL."}, "1514019/Rearranged/Jean_Jacket_2": 145, "146": {"path": "WomensCollection/Prefabs/Rearranged/dress_shirt_1-26", "string": "The object's price is 89.99. Its size is S. Its brand is Brain Puzzles. It has a customer review of 4.4 out of 5. It is available in sizes S and XL and L and M and XS and XXL."}, "WomensCollection/Prefabs/Rearranged/dress_shirt_1-26": 146, "147": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up21", "string": "The object's price is 44.99. Its size is M. Its brand is Art Den. It has a customer review of 4.9 out of 5. It is available in sizes XS and M."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up21": 147, "148": {"path": "MensCollection/Prefabs/Rearranged/shirt_folded_1_09", "string": "The object's price is 84.99. Its size is XXL. Its brand is Garden Retail. It has a customer review of 4.9 out of 5. It is available in sizes L and XXL and XL and S and XS."}, "MensCollection/Prefabs/Rearranged/shirt_folded_1_09": 148, "149": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded74", "string": "The object's price is 119.99. Its size is XS. Its brand is HairDo. It has a customer review of 4.3 out of 5. It is available in sizes M and L and XS and S and XXL."}, "WomensCollection/Prefabs/Rearranged/sweater_folded74": 149, "150": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up 1", "string": "The object's price is 44.99. Its size is S. Its brand is Pedals & Gears. It has a customer review of 2.7 out of 5. It is available in sizes S."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up 1": 150, "151": {"path": "clothing_store/models/prefab/T_shirt_3", "string": "The object's price is 29.99. Its size is S. Its brand is North Lodge. It has a customer review of 2.6 out of 5. It is available in sizes XXL and M and L and S and XS and XL."}, "clothing_store/models/prefab/T_shirt_3": 151, "152": {"path": "WomensCollection/Prefabs/Rearranged/dress_shirt_on_hanger11", "string": "The object's price is 74.99. Its size is S. Its brand is Garden Retail. It has a customer review of 2.6 out of 5. It is available in sizes S and M."}, "WomensCollection/Prefabs/Rearranged/dress_shirt_on_hanger11": 152, "153": {"path": "WomensCollection/Prefabs/Rearranged/blouse_01_07", "string": "The object's price is 19.99. Its size is S. Its brand is Pedals & Gears. It has a customer review of 3.6 out of 5. It is available in sizes S and XS and L."}, "WomensCollection/Prefabs/Rearranged/blouse_01_07": 153, "154": {"path": "clothing_store/models/prefab/cap_4", "string": "The object's price is 94.99. Its size is M. Its brand is Ocean Wears. It has a customer review of 4.5 out of 5. It is available in sizes XS and M and L and S and XXL and XL."}, "clothing_store/models/prefab/cap_4": 154, "155": {"path": "clothing_store/models/prefab/T_shirt_7", "string": "The object's price is 29.99. Its size is S. Its brand is North Lodge. It has a customer review of 2.9 out of 5. It is available in sizes S and XXL and XS and M and L and XL."}, "clothing_store/models/prefab/T_shirt_7": 155, "156": {"path": "clothing_store/models/prefab/T_shirt_6", "string": "The object's price is 69.99. Its size is L. Its brand is Brain Puzzles. It has a customer review of 4.4 out of 5. It is available in sizes S and L."}, "clothing_store/models/prefab/T_shirt_6": 156, "157": {"path": "clothing_store/models/prefab/T_shirt_5", "string": "The object's price is 29.99. Its size is L. Its brand is 212 Local. It has a customer review of 2.8 out of 5. It is available in sizes M and XL and S and L and XXL and XS."}, "clothing_store/models/prefab/T_shirt_5": 157, "158": {"path": "clothing_store/models/prefab/T_shirt_4", "string": "The object's price is 59.99. Its size is XL. Its brand is Downtown Stylists. It has a customer review of 4.9 out of 5. It is available in sizes XL and M and L."}, "clothing_store/models/prefab/T_shirt_4": 158, "159": {"path": "MensCollection/Prefabs/Rearranged/shirt_12", "string": "The object's price is 59.99. Its size is XS. Its brand is Home Store. It has a customer review of 2.7 out of 5. It is available in sizes S and M and XXL and L and XS and XL."}, "MensCollection/Prefabs/Rearranged/shirt_12": 159, "160": {"path": "clothing_store/models/prefab/T_shirt_9", "string": "The object's price is 34.99. Its size is XL. Its brand is The Vegan Baker. It has a customer review of 3.9 out of 5. It is available in sizes XL."}, "clothing_store/models/prefab/T_shirt_9": 160, "161": {"path": "clothing_store/models/prefab/T_shirt_8", "string": "The object's price is 84.99. Its size is XL. Its brand is North Lodge. It has a customer review of 3.0 out of 5. It is available in sizes L and XL and M and S."}, "clothing_store/models/prefab/T_shirt_8": 161, "162": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded07", "string": "The object's price is 34.99. Its size is XS. Its brand is Art Den. It has a customer review of 3.2 out of 5. It is available in sizes S and XS and M and XXL and L."}, "MensCollection/Prefabs/Rearranged/sweater_folded07": 162, "163": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up28", "string": "The object's price is 29.99. Its size is XS. Its brand is Uptown Studio. It has a customer review of 4.6 out of 5. It is available in sizes L and S and XL and M and XS and XXL."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up28": 163, "164": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 31", "string": "The object's price is 9.99. Its size is L. Its brand is The Vegan Baker. It has a customer review of 3.9 out of 5. It is available in sizes M and XXL and L."}, "MensCollection/Prefabs/Rearranged/polo shirt 31": 164, "165": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 36", "string": "The object's price is 54.99. Its size is M. Its brand is Uptown Gallery. It has a customer review of 2.8 out of 5. It is available in sizes XL and M and S."}, "MensCollection/Prefabs/Rearranged/polo shirt 36": 165, "166": {"path": "MensCollection/Prefabs/Rearranged/shirt_10", "string": "The object's price is 14.99. Its size is M. Its brand is Art News Today. It has a customer review of 3.7 out of 5. It is available in sizes XL and L and S and M."}, "MensCollection/Prefabs/Rearranged/shirt_10": 166, "167": {"path": "WomensCollection/Prefabs/Rearranged/dress_4_08", "string": "The object's price is 169.99. Its size is L. Its brand is New Fashion. It has a customer review of 3.4 out of 5. It is available in sizes M and XXL and XS and L."}, "WomensCollection/Prefabs/Rearranged/dress_4_08": 167, "168": {"path": "MensCollection/Prefabs/Rearranged/jacket_3_06", "string": "The object's price is 39.99. Its size is S. Its brand is Global Voyager. It has a customer review of 4.8 out of 5. It is available in sizes XL and S and M and XXL."}, "MensCollection/Prefabs/Rearranged/jacket_3_06": 168, "169": {"path": "WomensCollection/Prefabs/Rearranged/dress_4_04", "string": "The object's price is 184.99. Its size is L. Its brand is Nature Photographers. It has a customer review of 3.2 out of 5. It is available in sizes XS and XL and L and S and XXL and M."}, "WomensCollection/Prefabs/Rearranged/dress_4_04": 169, "170": {"path": "MensCollection/Prefabs/Rearranged/jacket_3_02", "string": "The object's price is 44.99. Its size is XL. Its brand is 212 Local. It has a customer review of 2.6 out of 5. It is available in sizes XXL and S and XL."}, "MensCollection/Prefabs/Rearranged/jacket_3_02": 170, "171": {"path": "WomensCollection/Prefabs/Rearranged/dress_shirt_1-12", "string": "The object's price is 74.99. Its size is XXL. Its brand is River Chateau. It has a customer review of 2.8 out of 5. It is available in sizes XXL."}, "WomensCollection/Prefabs/Rearranged/dress_shirt_1-12": 171, "172": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up24", "string": "The object's price is 44.99. Its size is XXL. Its brand is Cats Are Great. It has a customer review of 3.7 out of 5. It is available in sizes M and XXL and L."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up24": 172, "173": {"path": "WomensCollection/Prefabs/Rearranged/dress_4_00", "string": "The object's price is 229.99. Its size is M. Its brand is Pedals & Gears. It has a customer review of 2.6 out of 5. It is available in sizes M and XS."}, "WomensCollection/Prefabs/Rearranged/dress_4_00": 173, "174": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded04", "string": "The object's price is 209.99. Its size is S. Its brand is Coats & More. It has a customer review of 3.6 out of 5. It is available in sizes S."}, "WomensCollection/Prefabs/Rearranged/sweater_folded04": 174, "175": {"path": "WomensCollection/Prefabs/Rearranged/skirt_1_05", "string": "The object's price is 49.99. Its size is XXL. Its brand is Glam Nails. It has a customer review of 3.2 out of 5. It is available in sizes M and L and S and XXL."}, "WomensCollection/Prefabs/Rearranged/skirt_1_05": 175, "176": {"path": "WomensCollection/Prefabs/Rearranged/skirt_1_06", "string": "The object's price is 49.99. Its size is L. Its brand is Pedals & Gears. It has a customer review of 4.0 out of 5. It is available in sizes L."}, "WomensCollection/Prefabs/Rearranged/skirt_1_06": 176, "177": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded01", "string": "The object's price is 199.99. Its size is XS. Its brand is Nature Photographers. It has a customer review of 3.3 out of 5. It is available in sizes L and M and XS."}, "WomensCollection/Prefabs/Rearranged/sweater_folded01": 177, "178": {"path": "clothing_store/models/prefab/sneakers", "string": "The object's price is 64.99. Its size is XL. Its brand is The Vegan Baker. It has a customer review of 3.0 out of 5. It is available in sizes M and L and XL and S and XS and XXL."}, "clothing_store/models/prefab/sneakers": 178, "179": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded02", "string": "The object's price is 24.99. Its size is XXL. Its brand is Cats Are Great. It has a customer review of 3.1 out of 5. It is available in sizes XL and XXL."}, "MensCollection/Prefabs/Rearranged/sweater_folded02": 179, "180": {"path": "clothing_store/models/prefab/T_shirt", "string": "The object's price is 29.99. Its size is L. Its brand is Pedals & Gears. It has a customer review of 2.5 out of 5. It is available in sizes S and XXL and XS and L."}, "clothing_store/models/prefab/T_shirt": 180, "181": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded09", "string": "The object's price is 154.99. Its size is M. Its brand is Garden Retail. It has a customer review of 3.7 out of 5. It is available in sizes M and XL and XS."}, "WomensCollection/Prefabs/Rearranged/sweater_folded09": 181, "182": {"path": "clothing_store/models/prefab/T_shirt_10", "string": "The object's price is 59.99. Its size is XS. Its brand is Cats Are Great. It has a customer review of 3.9 out of 5. It is available in sizes XS and M and S and XXL and XL."}, "clothing_store/models/prefab/T_shirt_10": 182, "183": {"path": "WomensCollection/Prefabs/Rearranged/skirt_1_", "string": "The object's price is 29.99. Its size is L. Its brand is Uptown Studio. It has a customer review of 3.6 out of 5. It is available in sizes XXL and XS and L and S."}, "WomensCollection/Prefabs/Rearranged/skirt_1_": 183, "184": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up21 1", "string": "The object's price is 54.99. Its size is M. Its brand is Pedals & Gears. It has a customer review of 3.8 out of 5. It is available in sizes M and S and XL and XXL."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up21 1": 184, "185": {"path": "clothing_store/models/prefab/trousers_3", "string": "The object's price is 189.99. Its size is XS. Its brand is Coats & More. It has a customer review of 3.0 out of 5. It is available in sizes XS."}, "clothing_store/models/prefab/trousers_3": 185, "186": {"path": "WomensCollection/Prefabs/Rearranged/dress_shirt_1-17", "string": "The object's price is 29.99. Its size is M. Its brand is River Chateau. It has a customer review of 4.6 out of 5. It is available in sizes XXL and M and XS."}, "WomensCollection/Prefabs/Rearranged/dress_shirt_1-17": 186, "187": {"path": "MensCollection/Prefabs/Rearranged/long_coat_10 1", "string": "The object's price is 139.99. Its size is L. Its brand is Cats Are Great. It has a customer review of 4.8 out of 5. It is available in sizes L and XXL and XS and M."}, "MensCollection/Prefabs/Rearranged/long_coat_10 1": 187, "188": {"path": "clothing_store/models/prefab/trousers_4", "string": "The object's price is 244.99. Its size is XS. Its brand is River Chateau. It has a customer review of 3.6 out of 5. It is available in sizes XS."}, "clothing_store/models/prefab/trousers_4": 188, "189": {"path": "clothing_store/models/prefab/trousers_5", "string": "The object's price is 239.99. Its size is XXL. Its brand is Pedals & Gears. It has a customer review of 3.4 out of 5. It is available in sizes S and XXL and XS and L."}, "clothing_store/models/prefab/trousers_5": 189, "190": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded_1", "string": "The object's price is 214.99. Its size is XL. Its brand is Uptown Gallery. It has a customer review of 4.4 out of 5. It is available in sizes XL and L and XS and M and XXL."}, "WomensCollection/Prefabs/Rearranged/sweater_folded_1": 190, "191": {"path": "clothing_store/models/prefab/cap_3", "string": "The object's price is 89.99. Its size is XS. Its brand is Ocean Wears. It has a customer review of 4.4 out of 5. It is available in sizes S and XS and L and M and XL and XXL."}, "clothing_store/models/prefab/cap_3": 191, "192": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded17", "string": "The object's price is 204.99. Its size is S. Its brand is Pedals & Gears. It has a customer review of 3.1 out of 5. It is available in sizes XS and XXL and S."}, "MensCollection/Prefabs/Rearranged/sweater_folded17": 192, "193": {"path": "1514019/Rearranged/Vest_Green_Hood", "string": "The object's price is 19.99. Its size is XS. Its brand is Cats Are Great. It has a customer review of 3.1 out of 5. It is available in sizes XS and L and XXL and S."}, "1514019/Rearranged/Vest_Green_Hood": 193, "194": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded11", "string": "The object's price is 29.99. Its size is XXL. Its brand is Downtown Stylists. It has a customer review of 3.9 out of 5. It is available in sizes L and XL and XXL and M and S."}, "MensCollection/Prefabs/Rearranged/sweater_folded11": 194, "195": {"path": "WomensCollection/Prefabs/Rearranged/shirt_5_03", "string": "The object's price is 34.99. Its size is XS. Its brand is Uptown Studio. It has a customer review of 3.0 out of 5. It is available in sizes M and XL and S and XXL and XS and L."}, "WomensCollection/Prefabs/Rearranged/shirt_5_03": 195, "196": {"path": "1514019/Rearranged/Sneakers", "string": "The object's price is 49.99. Its size is S. Its brand is Global Voyager. It has a customer review of 3.2 out of 5. It is available in sizes L and M and XXL and XL and S."}, "1514019/Rearranged/Sneakers": 196, "197": {"path": "MensCollection/Prefabs/Rearranged/long_coat_10", "string": "The object's price is 179.99. Its size is XL. Its brand is Pedals & Gears. It has a customer review of 3.0 out of 5. It is available in sizes XL."}, "MensCollection/Prefabs/Rearranged/long_coat_10": 197, "198": {"path": "MensCollection/Prefabs/Rearranged/shirt_6", "string": "The object's price is 89.99. Its size is M. Its brand is Fancy Nails. It has a customer review of 3.7 out of 5. It is available in sizes M and XS and XXL."}, "MensCollection/Prefabs/Rearranged/shirt_6": 198, "199": {"path": "WomensCollection/Prefabs/Rearranged/suit_hanging", "string": "The object's price is 124.99. Its size is XL. Its brand is Yogi Fit. It has a customer review of 2.9 out of 5. It is available in sizes XXL and XL and M and L and XS."}, "WomensCollection/Prefabs/Rearranged/suit_hanging": 199, "200": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up16", "string": "The object's price is 59.99. Its size is L. Its brand is Coats & More. It has a customer review of 3.6 out of 5. It is available in sizes M and S and L."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up16": 200, "201": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up14", "string": "The object's price is 94.99. Its size is M. Its brand is Glam Nails. It has a customer review of 2.7 out of 5. It is available in sizes M and XS and S and L and XXL."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up14": 201, "202": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up11", "string": "The object's price is 69.99. Its size is M. Its brand is Brain Puzzles. It has a customer review of 4.3 out of 5. It is available in sizes XL and XXL and L and XS and M."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up11": 202, "203": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up10", "string": "The object's price is 74.99. Its size is S. Its brand is Downtown Stylists. It has a customer review of 3.2 out of 5. It is available in sizes XXL and XL and XS and L and M and S."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up10": 203, "204": {"path": "1498649_store/Prefabs/_itog040", "string": "The object's price is 9.99. Its size is XS. Its brand is Ocean Wears. It has a customer review of 2.9 out of 5. It is available in sizes XS and M and L."}, "1498649_store/Prefabs/_itog040": 204, "205": {"path": "WomensCollection/Prefabs/Rearranged/skirt_3_36", "string": "The object's price is 24.99. Its size is XXL. Its brand is Uptown Studio. It has a customer review of 3.4 out of 5. It is available in sizes XXL and XL and L."}, "WomensCollection/Prefabs/Rearranged/skirt_3_36": 205, "206": {"path": "WomensCollection/Prefabs/Rearranged/skirt_1_11", "string": "The object's price is 64.99. Its size is XXL. Its brand is Home Store. It has a customer review of 4.4 out of 5. It is available in sizes XXL."}, "WomensCollection/Prefabs/Rearranged/skirt_1_11": 206, "207": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 44", "string": "The object's price is 29.99. Its size is L. Its brand is River Chateau. It has a customer review of 4.6 out of 5. It is available in sizes M and L."}, "MensCollection/Prefabs/Rearranged/polo shirt 44": 207, "208": {"path": "1498649_store/Prefabs/_itog044", "string": "The object's price is 64.99. Its size is XS. Its brand is Brain Puzzles. It has a customer review of 3.1 out of 5. It is available in sizes XXL and XL and M and S and L and XS."}, "1498649_store/Prefabs/_itog044": 208, "209": {"path": "MensCollection/Prefabs/Rearranged/vest08", "string": "The object's price is 69.99. Its size is S. Its brand is Uptown Studio. It has a customer review of 4.1 out of 5. It is available in sizes XL and XXL and L and S."}, "MensCollection/Prefabs/Rearranged/vest08": 209, "210": {"path": "WomensCollection/Prefabs/Rearranged/skirt_3_30", "string": "The object's price is 4.99. Its size is XXL. Its brand is Downtown Stylists. It has a customer review of 4.6 out of 5. It is available in sizes XXL and L."}, "WomensCollection/Prefabs/Rearranged/skirt_3_30": 210, "211": {"path": "1498649_store/Prefabs/_itog049", "string": "The object's price is 39.99. Its size is S. Its brand is Global Voyager. It has a customer review of 3.8 out of 5. It is available in sizes XXL and S and XL and L."}, "1498649_store/Prefabs/_itog049": 211, "212": {"path": "clothing_store/models/prefab/cap_5", "string": "The object's price is 4.99. Its size is S. Its brand is Ocean Wears. It has a customer review of 2.6 out of 5. It is available in sizes XL and XXL and M and XS and L and S."}, "clothing_store/models/prefab/cap_5": 212, "213": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded19", "string": "The object's price is 199.99. Its size is M. Its brand is Downtown Stylists. It has a customer review of 4.2 out of 5. It is available in sizes XS and M and S and XL and L and XXL."}, "WomensCollection/Prefabs/Rearranged/sweater_folded19": 213, "214": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 48", "string": "The object's price is 84.99. Its size is M. Its brand is The Vegan Baker. It has a customer review of 4.3 out of 5. It is available in sizes L and XS and XXL and M and S."}, "MensCollection/Prefabs/Rearranged/polo shirt 48": 214, "215": {"path": "WomensCollection/Prefabs/Rearranged/blouse_01_62", "string": "The object's price is 19.99. Its size is XXL. Its brand is Cats Are Great. It has a customer review of 3.5 out of 5. It is available in sizes XXL and S and L."}, "WomensCollection/Prefabs/Rearranged/blouse_01_62": 215, "216": {"path": "MensCollection/Prefabs/Rearranged/shirt_14", "string": "The object's price is 14.99. Its size is M. Its brand is Yogi Fit. It has a customer review of 4.1 out of 5. It is available in sizes XL and M and L."}, "MensCollection/Prefabs/Rearranged/shirt_14": 216, "217": {"path": "WomensCollection/Prefabs/Rearranged/blouse_01_60", "string": "The object's price is 64.99. Its size is XL. Its brand is North Lodge. It has a customer review of 4.7 out of 5. It is available in sizes XXL and L and XL."}, "WomensCollection/Prefabs/Rearranged/blouse_01_60": 217, "218": {"path": "WomensCollection/Prefabs/Rearranged/shirt_3_05", "string": "The object's price is 59.99. Its size is L. Its brand is North Lodge. It has a customer review of 3.8 out of 5. It is available in sizes L and XL and M and XS."}, "WomensCollection/Prefabs/Rearranged/shirt_3_05": 218, "219": {"path": "MensCollection/Prefabs/Rearranged/shirt_13", "string": "The object's price is 89.99. Its size is S. Its brand is Downtown Stylists. It has a customer review of 4.8 out of 5. It is available in sizes S and XXL and XL."}, "MensCollection/Prefabs/Rearranged/shirt_13": 219, "220": {"path": "WomensCollection/Prefabs/Rearranged/tank_top_1_01", "string": "The object's price is 59.99. Its size is XL. Its brand is Fancy Nails. It has a customer review of 3.0 out of 5. It is available in sizes M and S and XXL and XL."}, "WomensCollection/Prefabs/Rearranged/tank_top_1_01": 220, "221": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded12", "string": "The object's price is 139.99. Its size is XL. Its brand is River Chateau. It has a customer review of 2.5 out of 5. It is available in sizes M and XL."}, "WomensCollection/Prefabs/Rearranged/sweater_folded12": 221, "222": {"path": "1498649_store/Prefabs/_itog056", "string": "The object's price is 54.99. Its size is S. Its brand is StyleNow Feed. It has a customer review of 2.9 out of 5. It is available in sizes XS and M and XL and S."}, "1498649_store/Prefabs/_itog056": 222, "223": {"path": "1514019/Rearranged/Sneakers_4", "string": "The object's price is 169.99. Its size is M. Its brand is New Fashion. It has a customer review of 4.5 out of 5. It is available in sizes XL and S and XS and M and L."}, "1514019/Rearranged/Sneakers_4": 223, "224": {"path": "1498649_store/Prefabs/_itog054", "string": "The object's price is 189.99. Its size is L. Its brand is River Chateau. It has a customer review of 3.6 out of 5. It is available in sizes XL and S and XS and M and L."}, "1498649_store/Prefabs/_itog054": 224, "225": {"path": "WomensCollection/Prefabs/Rearranged/dress_shirt_1-1", "string": "The object's price is 49.99. Its size is S. Its brand is Downtown Consignment. It has a customer review of 2.7 out of 5. It is available in sizes XL and S."}, "WomensCollection/Prefabs/Rearranged/dress_shirt_1-1": 225, "226": {"path": "WomensCollection/Prefabs/Rearranged/dress_6_08", "string": "The object's price is 94.99. Its size is L. Its brand is Uptown Gallery. It has a customer review of 3.9 out of 5. It is available in sizes XS and L and XL and XXL."}, "WomensCollection/Prefabs/Rearranged/dress_6_08": 226, "227": {"path": "1514019/Rearranged/Shoes_Preppy", "string": "The object's price is 234.99. Its size is XS. Its brand is Global Voyager. It has a customer review of 4.0 out of 5. It is available in sizes XS."}, "1514019/Rearranged/Shoes_Preppy": 227, "228": {"path": "870230/hoodie03", "string": "The object's price is 144.99. Its size is XXL. Its brand is 212 Local. It has a customer review of 4.0 out of 5. It is available in sizes S and XL and XXL."}, "870230/hoodie03": 228, "229": {"path": "870230/hoodie04", "string": "The object's price is 114.99. Its size is S. Its brand is Downtown Consignment. It has a customer review of 2.8 out of 5. It is available in sizes L and S and M."}, "870230/hoodie04": 229, "230": {"path": "1514019/Rearranged/TShirt_Black", "string": "The object's price is 19.99. Its size is L. Its brand is The Vegan Baker. It has a customer review of 2.8 out of 5. It is available in sizes M and L and XL."}, "1514019/Rearranged/TShirt_Black": 230, "231": {"path": "870230/hoodie09", "string": "The object's price is 129.99. Its size is S. Its brand is Global Voyager. It has a customer review of 3.4 out of 5. It is available in sizes S."}, "870230/hoodie09": 231, "232": {"path": "WomensCollection/Prefabs/Rearranged/blouse_2_29", "string": "The object's price is 49.99. Its size is XL. Its brand is HairDo. It has a customer review of 2.7 out of 5. It is available in sizes XS and L and XL."}, "WomensCollection/Prefabs/Rearranged/blouse_2_29": 232, "233": {"path": "WomensCollection/Prefabs/Rearranged/sweater_folded06", "string": "The object's price is 184.99. Its size is L. Its brand is Coats & More. It has a customer review of 3.5 out of 5. It is available in sizes L and S and M."}, "WomensCollection/Prefabs/Rearranged/sweater_folded06": 233, "234": {"path": "WomensCollection/Prefabs/Rearranged/dress_6_05", "string": "The object's price is 134.99. Its size is S. Its brand is Downtown Consignment. It has a customer review of 2.8 out of 5. It is available in sizes S and L."}, "WomensCollection/Prefabs/Rearranged/dress_6_05": 234, "235": {"path": "WomensCollection/Prefabs/Rearranged/dress_6_04", "string": "The object's price is 149.99. Its size is XS. Its brand is Home Store. It has a customer review of 4.1 out of 5. It is available in sizes XS."}, "WomensCollection/Prefabs/Rearranged/dress_6_04": 235, "236": {"path": "WomensCollection/Prefabs/Rearranged/dress2_16", "string": "The object's price is 149.99. Its size is M. Its brand is The Vegan Baker. It has a customer review of 3.9 out of 5. It is available in sizes L and XXL and S and M and XS."}, "WomensCollection/Prefabs/Rearranged/dress2_16": 236, "237": {"path": "MensCollection/Prefabs/Rearranged/sweater_03", "string": "The object's price is 59.99. Its size is XL. Its brand is Art Den. It has a customer review of 3.9 out of 5. It is available in sizes L and M and S and XL."}, "MensCollection/Prefabs/Rearranged/sweater_03": 237, "238": {"path": "MensCollection/Prefabs/Rearranged/jacket_2_06", "string": "The object's price is 59.99. Its size is XL. Its brand is Downtown Stylists. It has a customer review of 4.1 out of 5. It is available in sizes S and XL."}, "MensCollection/Prefabs/Rearranged/jacket_2_06": 238, "239": {"path": "MensCollection/Prefabs/Rearranged/jacket_2_03", "string": "The object's price is 59.99. Its size is XS. Its brand is Art News Today. It has a customer review of 4.6 out of 5. It is available in sizes L and XS and XXL."}, "MensCollection/Prefabs/Rearranged/jacket_2_03": 239, "240": {"path": "MensCollection/Prefabs/Rearranged/long_coat_06", "string": "The object's price is 239.99. Its size is XXL. Its brand is 212 Local. It has a customer review of 2.7 out of 5. It is available in sizes L and XS and XL and XXL and M."}, "MensCollection/Prefabs/Rearranged/long_coat_06": 240, "241": {"path": "WomensCollection/Prefabs/Rearranged/blouse_2_1", "string": "The object's price is 19.99. Its size is XS. Its brand is New Fashion. It has a customer review of 3.1 out of 5. It is available in sizes S and M and XL and L and XS."}, "WomensCollection/Prefabs/Rearranged/blouse_2_1": 241, "242": {"path": "1514019/Rearranged/Jeans_Grey", "string": "The object's price is 164.99. Its size is L. Its brand is Cats Are Great. It has a customer review of 4.3 out of 5. It is available in sizes M and XS and XL and S and XXL and L."}, "1514019/Rearranged/Jeans_Grey": 242, "243": {"path": "1514019/Rearranged/Sneakers_V2", "string": "The object's price is 134.99. Its size is M. Its brand is Glam Nails. It has a customer review of 2.8 out of 5. It is available in sizes XS and S and XXL and XL and L and M."}, "1514019/Rearranged/Sneakers_V2": 243, "244": {"path": "MensCollection/Prefabs/Rearranged/shirt_mannequin_1_02", "string": "The object's price is 19.99. Its size is XS. Its brand is Modern Arts. It has a customer review of 3.7 out of 5. It is available in sizes S and M and XS."}, "MensCollection/Prefabs/Rearranged/shirt_mannequin_1_02": 244, "245": {"path": "MensCollection/Prefabs/Rearranged/sweater_01", "string": "The object's price is 79.99. Its size is XXL. Its brand is Coats & More. It has a customer review of 3.2 out of 5. It is available in sizes S and XXL and XL."}, "MensCollection/Prefabs/Rearranged/sweater_01": 245, "246": {"path": "WomensCollection/Prefabs/Rearranged/skirt_3_43", "string": "The object's price is 59.99. Its size is L. Its brand is Uptown Gallery. It has a customer review of 3.8 out of 5. It is available in sizes M and XL and S and L and XXL."}, "WomensCollection/Prefabs/Rearranged/skirt_3_43": 246, "247": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up03", "string": "The object's price is 74.99. Its size is L. Its brand is Global Voyager. It has a customer review of 4.2 out of 5. It is available in sizes L."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up03": 247, "248": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up04", "string": "The object's price is 64.99. Its size is S. Its brand is Uptown Studio. It has a customer review of 3.3 out of 5. It is available in sizes XL and S."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up04": 248, "249": {"path": "WomensCollection/Prefabs/Rearranged/tank_top_1_", "string": "The object's price is 29.99. Its size is XS. Its brand is North Lodge. It has a customer review of 3.5 out of 5. It is available in sizes L and M and XXL and S and XL and XS."}, "WomensCollection/Prefabs/Rearranged/tank_top_1_": 249, "250": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up06", "string": "The object's price is 9.99. Its size is XS. Its brand is Yogi Fit. It has a customer review of 4.9 out of 5. It is available in sizes XS and XL and S and L and M and XXL."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up06": 250, "251": {"path": "WomensCollection/Prefabs/Rearranged/dress2_", "string": "The object's price is 229.99. Its size is M. Its brand is Fancy Nails. It has a customer review of 4.3 out of 5. It is available in sizes L and M and XXL and S and XL."}, "WomensCollection/Prefabs/Rearranged/dress2_": 251, "252": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up08", "string": "The object's price is 94.99. Its size is L. Its brand is Ocean Wears. It has a customer review of 3.8 out of 5. It is available in sizes L."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up08": 252, "253": {"path": "WomensCollection/Prefabs/Rearranged/shirt_2_05", "string": "The object's price is 54.99. Its size is S. Its brand is Cats Are Great. It has a customer review of 4.8 out of 5. It is available in sizes XXL and S."}, "WomensCollection/Prefabs/Rearranged/shirt_2_05": 253, "254": {"path": "clothing_store/models/prefab/sneakers_2", "string": "The object's price is 179.99. Its size is M. Its brand is Brain Puzzles. It has a customer review of 2.9 out of 5. It is available in sizes M and L and XXL."}, "clothing_store/models/prefab/sneakers_2": 254, "255": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 18", "string": "The object's price is 44.99. Its size is XL. Its brand is Glam Nails. It has a customer review of 3.8 out of 5. It is available in sizes M and XL."}, "MensCollection/Prefabs/Rearranged/polo shirt 18": 255, "256": {"path": "1498649_store/Prefabs/_itog028", "string": "The object's price is 94.99. Its size is M. Its brand is Home Store. It has a customer review of 3.3 out of 5. It is available in sizes XL and S and M and L and XXL and XS."}, "1498649_store/Prefabs/_itog028": 256, "257": {"path": "1498649_store/Prefabs/_itog029", "string": "The object's price is 209.99. Its size is XL. Its brand is Downtown Consignment. It has a customer review of 3.1 out of 5. It is available in sizes L and XL and M and XS."}, "1498649_store/Prefabs/_itog029": 257, "258": {"path": "1208725/Tshirt_white", "string": "The object's price is 54.99. Its size is XL. Its brand is New Fashion. It has a customer review of 2.9 out of 5. It is available in sizes S and XXL and XS and L and M and XL."}, "1208725/Tshirt_white": 258, "259": {"path": "WomensCollection/Prefabs/Rearranged/dress_4_16", "string": "The object's price is 239.99. Its size is M. Its brand is Pedals & Gears. It has a customer review of 4.2 out of 5. It is available in sizes L and XXL and XS and S and M and XL."}, "WomensCollection/Prefabs/Rearranged/dress_4_16": 259, "260": {"path": "1498649_store/Prefabs/_itog045", "string": "The object's price is 59.99. Its size is S. Its brand is Art News Today. It has a customer review of 4.7 out of 5. It is available in sizes S and XS and M."}, "1498649_store/Prefabs/_itog045": 260, "261": {"path": "1498649_store/Prefabs/_itog022", "string": "The object's price is 74.99. Its size is XS. Its brand is HairDo. It has a customer review of 3.4 out of 5. It is available in sizes M and S and XS and XL and XXL and L."}, "1498649_store/Prefabs/_itog022": 261, "262": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up28 1", "string": "The object's price is 54.99. Its size is L. Its brand is Cats Are Great. It has a customer review of 2.6 out of 5. It is available in sizes L."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up28 1": 262, "263": {"path": "1514019/Rearranged/Sneakers_Adidas", "string": "The object's price is 34.99. Its size is L. Its brand is New Fashion. It has a customer review of 4.6 out of 5. It is available in sizes XS and XL and L and M."}, "1514019/Rearranged/Sneakers_Adidas": 263, "264": {"path": "1498649_store/Prefabs/_itog026", "string": "The object's price is 29.99. Its size is S. Its brand is StyleNow Feed. It has a customer review of 3.9 out of 5. It is available in sizes M and XL and S and XXL and XS."}, "1498649_store/Prefabs/_itog026": 264, "265": {"path": "MensCollection/Prefabs/Rearranged/sweater_folded74", "string": "The object's price is 239.99. Its size is XXL. Its brand is River Chateau. It has a customer review of 4.5 out of 5. It is available in sizes XXL."}, "MensCollection/Prefabs/Rearranged/sweater_folded74": 265, "266": {"path": "1514019/Rearranged/Jeans_Blue", "string": "The object's price is 154.99. Its size is M. Its brand is Yogi Fit. It has a customer review of 4.9 out of 5. It is available in sizes M and XXL and XL and L and XS."}, "1514019/Rearranged/Jeans_Blue": 266, "267": {"path": "1514019/Rearranged/TShirt_White", "string": "The object's price is 39.99. Its size is S. Its brand is Brain Puzzles. It has a customer review of 4.7 out of 5. It is available in sizes S and M and XS and XXL."}, "1514019/Rearranged/TShirt_White": 267, "268": {"path": "WomensCollection/Prefabs/Rearranged/shirt_1_04", "string": "The object's price is 24.99. Its size is XXL. Its brand is Glam Nails. It has a customer review of 3.5 out of 5. It is available in sizes XXL and XL."}, "WomensCollection/Prefabs/Rearranged/shirt_1_04": 268, "269": {"path": "1208725/Jacket_blue", "string": "The object's price is 99.99. Its size is L. Its brand is Home Store. It has a customer review of 2.8 out of 5. It is available in sizes L."}, "1208725/Jacket_blue": 269, "270": {"path": "WomensCollection/Prefabs/Rearranged/blouse_2_15", "string": "The object's price is 69.99. Its size is L. Its brand is Nature Photographers. It has a customer review of 3.9 out of 5. It is available in sizes M and L and XS and XL."}, "WomensCollection/Prefabs/Rearranged/blouse_2_15": 270, "271": {"path": "clothing_store/models/prefab/T_shirt_2", "string": "The object's price is 24.99. Its size is XL. Its brand is Fancy Nails. It has a customer review of 3.2 out of 5. It is available in sizes M and XL."}, "clothing_store/models/prefab/T_shirt_2": 271, "272": {"path": "MensCollection/Prefabs/Rearranged/shirt_hung_up30 1", "string": "The object's price is 64.99. Its size is XXL. Its brand is Downtown Stylists. It has a customer review of 3.8 out of 5. It is available in sizes M and S and XXL."}, "MensCollection/Prefabs/Rearranged/shirt_hung_up30 1": 272, "273": {"path": "MensCollection/Prefabs/Rearranged/folded polo shirt22", "string": "The object's price is 9.99. Its size is XS. Its brand is StyleNow Feed. It has a customer review of 4.9 out of 5. It is available in sizes L and XS and XL and XXL and M."}, "MensCollection/Prefabs/Rearranged/folded polo shirt22": 273, "274": {"path": "MensCollection/Prefabs/Rearranged/polo shirt display 1", "string": "The object's price is 94.99. Its size is M. Its brand is Uptown Studio. It has a customer review of 4.3 out of 5. It is available in sizes L and XL and S and XS and M."}, "MensCollection/Prefabs/Rearranged/polo shirt display 1": 274, "275": {"path": "WomensCollection/Prefabs/Rearranged/tank_top_1_29 1", "string": "The object's price is 69.99. Its size is XL. Its brand is Glam Nails. It has a customer review of 4.8 out of 5. It is available in sizes S and XS and M and XXL and XL and L."}, "WomensCollection/Prefabs/Rearranged/tank_top_1_29 1": 275, "276": {"path": "WomensCollection/Prefabs/Rearranged/hanging_dress_1_26", "string": "The object's price is 149.99. Its size is L. Its brand is North Lodge. It has a customer review of 3.6 out of 5. It is available in sizes XL and XXL and XS and M and L."}, "WomensCollection/Prefabs/Rearranged/hanging_dress_1_26": 276, "277": {"path": "WomensCollection/Prefabs/Rearranged/hanging_dress_1_20", "string": "The object's price is 74.99. Its size is XL. Its brand is Downtown Stylists. It has a customer review of 4.2 out of 5. It is available in sizes M and XL."}, "WomensCollection/Prefabs/Rearranged/hanging_dress_1_20": 277, "278": {"path": "clothing_store/models/prefab/trousers_2", "string": "The object's price is 244.99. Its size is XS. Its brand is The Vegan Baker. It has a customer review of 3.5 out of 5. It is available in sizes XS and S."}, "clothing_store/models/prefab/trousers_2": 278, "279": {"path": "WomensCollection/Prefabs/Rearranged/hanging_dress_1", "string": "The object's price is 124.99. Its size is XXL. Its brand is Yogi Fit. It has a customer review of 4.3 out of 5. It is available in sizes XS and XL and S and XXL and L and M."}, "WomensCollection/Prefabs/Rearranged/hanging_dress_1": 279, "280": {"path": "WomensCollection/Prefabs/Rearranged/dress_6_", "string": "The object's price is 174.99. Its size is L. Its brand is 212 Local. It has a customer review of 4.5 out of 5. It is available in sizes L."}, "WomensCollection/Prefabs/Rearranged/dress_6_": 280, "281": {"path": "WomensCollection/Prefabs/Rearranged/skirt_3_13", "string": "The object's price is 29.99. Its size is S. Its brand is Downtown Stylists. It has a customer review of 3.4 out of 5. It is available in sizes S and L and XL and XS and M."}, "WomensCollection/Prefabs/Rearranged/skirt_3_13": 281, "282": {"path": "1208725/Tshirt_black", "string": "The object's price is 29.99. Its size is L. Its brand is Nature Photographers. It has a customer review of 4.4 out of 5. It is available in sizes L and S and M and XS."}, "1208725/Tshirt_black": 282, "283": {"path": "MensCollection/Prefabs/Rearranged/folded polo shirt21", "string": "The object's price is 9.99. Its size is XXL. Its brand is Uptown Studio. It has a customer review of 4.5 out of 5. It is available in sizes L and XL and XXL."}, "MensCollection/Prefabs/Rearranged/folded polo shirt21": 283, "284": {"path": "WomensCollection/Prefabs/Rearranged/dress2_29", "string": "The object's price is 224.99. Its size is XL. Its brand is Uptown Gallery. It has a customer review of 3.6 out of 5. It is available in sizes XL and M and XXL and XS and L."}, "WomensCollection/Prefabs/Rearranged/dress2_29": 284, "285": {"path": "WomensCollection/Prefabs/Rearranged/tank_top_1_01 1", "string": "The object's price is 34.99. Its size is L. Its brand is Home Store. It has a customer review of 2.8 out of 5. It is available in sizes S and XXL and XS and L."}, "WomensCollection/Prefabs/Rearranged/tank_top_1_01 1": 285, "286": {"path": "WomensCollection/Prefabs/Rearranged/skirt_3_12", "string": "The object's price is 39.99. Its size is M. Its brand is Downtown Stylists. It has a customer review of 2.9 out of 5. It is available in sizes M."}, "WomensCollection/Prefabs/Rearranged/skirt_3_12": 286, "287": {"path": "MensCollection/Prefabs/Rearranged/shirt_9", "string": "The object's price is 74.99. Its size is S. Its brand is Art Den. It has a customer review of 4.4 out of 5. It is available in sizes XXL and L and XL and XS and S."}, "MensCollection/Prefabs/Rearranged/shirt_9": 287, "288": {"path": "MensCollection/Prefabs/Rearranged/polo shirt 16", "string": "The object's price is 94.99. Its size is XL. Its brand is Modern Arts. It has a customer review of 4.6 out of 5. It is available in sizes M and XS and S and XL and L and XXL."}, "MensCollection/Prefabs/Rearranged/polo shirt 16": 288, "289": {"path": "modified_wayfair_assets/AreaRug/AreaRug_BNGL7292_v6_LOD2 (1)", "string": "The object's price is $199. Its brand is Art Den. It is made with natural fibers. It has a customer review of 3.8 out of 5."}, "modified_wayfair_assets/AreaRug/AreaRug_BNGL7292_v6_LOD2 (1)": 289, "290": {"path": "modified_wayfair_assets/AreaRug/AreaRug_BNGL9021_v6_LOD2", "string": "The object's price is $249. Its brand is River Chateau. It is made with wool. It has a customer review of 3.4 out of 5."}, "modified_wayfair_assets/AreaRug/AreaRug_BNGL9021_v6_LOD2": 290, "291": {"path": "modified_wayfair_assets/AreaRug/AreaRug_MCRR7867_v6_LOD2", "string": "The object's price is $449. Its brand is Home Store. It is made with natural fibers. It has a customer review of 3.6 out of 5."}, "modified_wayfair_assets/AreaRug/AreaRug_MCRR7867_v6_LOD2": 291, "292": {"path": "modified_wayfair_assets/AreaRug/AreaRug_MROW8373_v6_LOD2", "string": "The object's price is $249. Its brand is Uptown Studio. It is made with natural fibers. It has a customer review of 3.0 out of 5."}, "modified_wayfair_assets/AreaRug/AreaRug_MROW8373_v6_LOD2": 292, "293": {"path": "modified_wayfair_assets/AreaRug/AreaRug_MROW8373_v6_LOD2 (1)", "string": "The object's price is $499. Its brand is North Lodge. It is made with wool. It has a customer review of 3.8 out of 5."}, "modified_wayfair_assets/AreaRug/AreaRug_MROW8373_v6_LOD2 (1)": 293, "294": {"path": "modified_wayfair_assets/AreaRug/AreaRug_MTNA1398_v6_LOD2", "string": "The object's price is $399. Its brand is Global Voyager. It is made with wool. It has a customer review of 2.7 out of 5."}, "modified_wayfair_assets/AreaRug/AreaRug_MTNA1398_v6_LOD2": 294, "295": {"path": "modified_wayfair_assets/AreaRug/AreaRug_MTNA1398_v6_LOD2 (1)", "string": "The object's price is $349. Its brand is Global Voyager. It is made with wool. It has a customer review of 4.3 out of 5."}, "modified_wayfair_assets/AreaRug/AreaRug_MTNA1398_v6_LOD2 (1)": 295, "296": {"path": "modified_wayfair_assets/Bed/Bed_ALCT1694", "string": "The object's price is $599. Its brand is StyleNow Feed. It is made with memory foam. It has a customer review of 3.9 out of 5."}, "modified_wayfair_assets/Bed/Bed_ALCT1694": 296, "297": {"path": "modified_wayfair_assets/Bed/Bed_ANDV1049", "string": "The object's price is $349. Its brand is Home Store. It is made with memory foam. It has a customer review of 3.1 out of 5."}, "modified_wayfair_assets/Bed/Bed_ANDV1049": 297, "298": {"path": "modified_wayfair_assets/Chair/Chair_CSTD2801_v6_LOD2", "string": "The object's price is $549. Its brand is 212 Local. It is made with leather. It has a customer review of 3.7 out of 5."}, "modified_wayfair_assets/Chair/Chair_CSTD2801_v6_LOD2": 298, "299": {"path": "modified_wayfair_assets/Chair/Chair_CSTD2801_v6_LOD2 (1)", "string": "The object's price is $299. Its brand is Modern Arts. It is made with leather. It has a customer review of 4.2 out of 5."}, "modified_wayfair_assets/Chair/Chair_CSTD2801_v6_LOD2 (1)": 299, "300": {"path": "modified_wayfair_assets/Chair/Chair_LGLY5216_v6_LOD2", "string": "The object's price is $499. Its brand is Uptown Gallery. It is made with leather. It has a customer review of 4.7 out of 5."}, "modified_wayfair_assets/Chair/Chair_LGLY5216_v6_LOD2": 300, "301": {"path": "modified_wayfair_assets/Chair/Chair_ORNE7051_v6_LOD2", "string": "The object's price is $399. Its brand is Modern Arts. It is made with wood. It has a customer review of 3.0 out of 5."}, "modified_wayfair_assets/Chair/Chair_ORNE7051_v6_LOD2": 301, "302": {"path": "modified_wayfair_assets/Chair/Chair_RDBL3915_v6_LOD2", "string": "The object's price is $399. Its brand is Home Store. It is made with natural fibers. It has a customer review of 2.9 out of 5."}, "modified_wayfair_assets/Chair/Chair_RDBL3915_v6_LOD2": 302, "303": {"path": "modified_wayfair_assets/Chair/Chair_RDBL3915_v6_LOD2 (1)", "string": "The object's price is $299. Its brand is 212 Local. It is made with leather. It has a customer review of 3.2 out of 5."}, "modified_wayfair_assets/Chair/Chair_RDBL3915_v6_LOD2 (1)": 303, "304": {"path": "modified_wayfair_assets/Chair/Chair_ZIPC6590_v6_LOD2", "string": "The object's price is $499. Its brand is StyleNow Feed. It is made with leather. It has a customer review of 3.7 out of 5."}, "modified_wayfair_assets/Chair/Chair_ZIPC6590_v6_LOD2": 304, "305": {"path": "modified_wayfair_assets/Chair/Chair_ZIPC6590_v6_LOD2 (1)", "string": "The object's price is $499. Its brand is 212 Local. It is made with leather. It has a customer review of 3.7 out of 5."}, "modified_wayfair_assets/Chair/Chair_ZIPC6590_v6_LOD2 (1)": 305, "306": {"path": "modified_wayfair_assets/CoffeeTable/CoffeeTable_BLET2606", "string": "The object's price is $399. Its brand is Uptown Studio. It is made with metal. It has a customer review of 3.5 out of 5."}, "modified_wayfair_assets/CoffeeTable/CoffeeTable_BLET2606": 306, "307": {"path": "modified_wayfair_assets/CoffeeTable/CoffeeTable_RDBL5363_v6_LOD2", "string": "The object's price is $399. Its brand is Home Store. It is made with marble. It has a customer review of 4.3 out of 5."}, "modified_wayfair_assets/CoffeeTable/CoffeeTable_RDBL5363_v6_LOD2": 307, "308": {"path": "modified_wayfair_assets/CoffeeTable/CoffeeTable_THPS2723_v6_LOD2", "string": "The object's price is $399. Its brand is Art Den. It is made with wood. It has a customer review of 3.9 out of 5."}, "modified_wayfair_assets/CoffeeTable/CoffeeTable_THPS2723_v6_LOD2": 308, "309": {"path": "modified_wayfair_assets/CoffeeTable/CoffeeTable_THPS2723_v6_LOD2 (1)", "string": "The object's price is $649. Its brand is Art Den. It is made with wood. It has a customer review of 3.8 out of 5."}, "modified_wayfair_assets/CoffeeTable/CoffeeTable_THPS2723_v6_LOD2 (1)": 309, "310": {"path": "modified_wayfair_assets/CouchChair/CouchChair_ALTL2260", "string": "The object's price is $449. Its brand is Modern Arts. It is made with leather. It has a customer review of 2.9 out of 5."}, "modified_wayfair_assets/CouchChair/CouchChair_ALTL2260": 310, "311": {"path": "modified_wayfair_assets/CouchChair/CouchChair_GRYL4160", "string": "The object's price is $349. Its brand is Downtown Consignment. It is made with leather. It has a customer review of 4.2 out of 5."}, "modified_wayfair_assets/CouchChair/CouchChair_GRYL4160": 311, "312": {"path": "modified_wayfair_assets/CouchChair/CouchChair_LATR7704_v6_LOD2", "string": "The object's price is $649. Its brand is Uptown Studio. It is made with leather. It has a customer review of 4.2 out of 5."}, "modified_wayfair_assets/CouchChair/CouchChair_LATR7704_v6_LOD2": 312, "313": {"path": "modified_wayfair_assets/CouchChair/CouchChair_VKGL1857_v6_LOD2", "string": "The object's price is $499. Its brand is Downtown Stylists. It is made with leather. It has a customer review of 4.4 out of 5."}, "modified_wayfair_assets/CouchChair/CouchChair_VKGL1857_v6_LOD2": 313, "314": {"path": "modified_wayfair_assets/CouchChair/CouchChair_VKGL1857_v6_LOD2 (1)", "string": "The object's price is $349. Its brand is Downtown Stylists. It is made with leather. It has a customer review of 2.9 out of 5."}, "modified_wayfair_assets/CouchChair/CouchChair_VKGL1857_v6_LOD2 (1)": 314, "315": {"path": "modified_wayfair_assets/CouchChair/CouchChair_VKGL1857_v6_LOD2 (2)", "string": "The object's price is $649. Its brand is Downtown Stylists. It is made with leather. It has a customer review of 3.4 out of 5."}, "modified_wayfair_assets/CouchChair/CouchChair_VKGL1857_v6_LOD2 (2)": 315, "316": {"path": "modified_wayfair_assets/CouchChair/CouchChair_VKGL1857_v6_LOD2 (3)", "string": "The object's price is $349. Its brand is Downtown Stylists. It is made with leather. It has a customer review of 4.8 out of 5."}, "modified_wayfair_assets/CouchChair/CouchChair_VKGL1857_v6_LOD2 (3)": 316, "317": {"path": "modified_wayfair_assets/EndTable/EndTable_ATGR2663_v6_LOD2", "string": "The object's price is $549. Its brand is North Lodge. It is made with wood. It has a customer review of 3.7 out of 5."}, "modified_wayfair_assets/EndTable/EndTable_ATGR2663_v6_LOD2": 317, "318": {"path": "modified_wayfair_assets/EndTable/EndTable_ATGR2663_v6_LOD2 (1)", "string": "The object's price is $399. Its brand is Modern Arts. It is made with wood. It has a customer review of 3.3 out of 5."}, "modified_wayfair_assets/EndTable/EndTable_ATGR2663_v6_LOD2 (1)": 318, "319": {"path": "modified_wayfair_assets/EndTable/EndTable_ATGR2663_v6_LOD2 1", "string": "The object's price is $399. Its brand is StyleNow Feed. It is made with wood. It has a customer review of 4.9 out of 5."}, "modified_wayfair_assets/EndTable/EndTable_ATGR2663_v6_LOD2 1": 319, "320": {"path": "modified_wayfair_assets/Lamp/Lamp_BL3138_v6_LOD2", "string": "The object's price is $299. Its brand is River Chateau. It is made with metal. It has a customer review of 4.9 out of 5."}, "modified_wayfair_assets/Lamp/Lamp_BL3138_v6_LOD2": 320, "321": {"path": "modified_wayfair_assets/Lamp/Lamp_CHLH3796", "string": "The object's price is $549. Its brand is River Chateau. It is made with metal. It has a customer review of 4.2 out of 5."}, "modified_wayfair_assets/Lamp/Lamp_CHLH3796": 321, "322": {"path": "modified_wayfair_assets/Lamp/Lamp_HES3357", "string": "The object's price is $349. Its brand is Global Voyager. It is made with metal. It has a customer review of 3.1 out of 5."}, "modified_wayfair_assets/Lamp/Lamp_HES3357": 322, "323": {"path": "modified_wayfair_assets/Lamp/LAMP_ORNL2695_v6_LOD2", "string": "The object's price is $649. Its brand is StyleNow Feed. It is made with metal. It has a customer review of 3.0 out of 5."}, "modified_wayfair_assets/Lamp/LAMP_ORNL2695_v6_LOD2": 323, "324": {"path": "modified_wayfair_assets/Lamp/Lamp_TRPT5424_v6_LOD2", "string": "The object's price is $249. Its brand is Downtown Stylists. It is made with metal. It has a customer review of 3.1 out of 5."}, "modified_wayfair_assets/Lamp/Lamp_TRPT5424_v6_LOD2": 324, "325": {"path": "modified_wayfair_assets/Shelves/Shelves_BRWT5190_v6_LOD2", "string": "The object's price is $199. Its brand is Modern Arts. It is made with wood. It has a customer review of 3.2 out of 5."}, "modified_wayfair_assets/Shelves/Shelves_BRWT5190_v6_LOD2": 325, "326": {"path": "modified_wayfair_assets/Shelves/Shelves_EHEM1020_v6_LOD2", "string": "The object's price is $499. Its brand is Home Store. It is made with wood. It has a customer review of 2.9 out of 5."}, "modified_wayfair_assets/Shelves/Shelves_EHEM1020_v6_LOD2": 326, "327": {"path": "modified_wayfair_assets/Shelves/Shelves_EHEM1020_v6_LOD2 (1)", "string": "The object's price is $399. Its brand is Modern Arts. It is made with wood. It has a customer review of 3.7 out of 5."}, "modified_wayfair_assets/Shelves/Shelves_EHEM1020_v6_LOD2 (1)": 327, "328": {"path": "modified_wayfair_assets/Shelves/Shelves_LRFY1920_v6_LOD2", "string": "The object's price is $499. Its brand is River Chateau. It is made with wood. It has a customer review of 3.3 out of 5."}, "modified_wayfair_assets/Shelves/Shelves_LRFY1920_v6_LOD2": 328, "329": {"path": "modified_wayfair_assets/Shelves/Shelves_MCRF5348_v6_LOD2", "string": "The object's price is $249. Its brand is River Chateau. It is made with wood. It has a customer review of 4.7 out of 5."}, "modified_wayfair_assets/Shelves/Shelves_MCRF5348_v6_LOD2": 329, "330": {"path": "modified_wayfair_assets/Shelves/Shelves_RDBS8806_v6_LOD2", "string": "The object's price is $499. Its brand is Modern Arts. It is made with wood. It has a customer review of 4.4 out of 5."}, "modified_wayfair_assets/Shelves/Shelves_RDBS8806_v6_LOD2": 330, "331": {"path": "modified_wayfair_assets/Shelves/Shelves_ZIPC1380_v6_LOD2", "string": "The object's price is $599. Its brand is Modern Arts. It is made with wood. It has a customer review of 4.7 out of 5."}, "modified_wayfair_assets/Shelves/Shelves_ZIPC1380_v6_LOD2": 331, "332": {"path": "modified_wayfair_assets/Shelves/Shelves_ZIPC1380_v6_LOD2 (1)", "string": "The object's price is $199. Its brand is Global Voyager. It is made with wood. It has a customer review of 3.1 out of 5."}, "modified_wayfair_assets/Shelves/Shelves_ZIPC1380_v6_LOD2 (1)": 332, "333": {"path": "modified_wayfair_assets/Sofa/Couch_CSTM1207_v6_LOD2", "string": "The object's price is $599. Its brand is River Chateau. It is made with leather. It has a customer review of 4.9 out of 5."}, "modified_wayfair_assets/Sofa/Couch_CSTM1207_v6_LOD2": 333, "334": {"path": "modified_wayfair_assets/Sofa/Couch_LGLY5857_v6_LOD2", "string": "The object's price is $349. Its brand is Art Den. It is made with leather. It has a customer review of 4.7 out of 5."}, "modified_wayfair_assets/Sofa/Couch_LGLY5857_v6_LOD2": 334, "335": {"path": "modified_wayfair_assets/Sofa/Couch_LGLY5857_v6_LOD2 (1)", "string": "The object's price is $349. Its brand is Downtown Stylists. It is made with leather. It has a customer review of 2.9 out of 5."}, "modified_wayfair_assets/Sofa/Couch_LGLY5857_v6_LOD2 (1)": 335, "336": {"path": "modified_wayfair_assets/Sofa/Couch_TRPT1526_v6_LOD2", "string": "The object's price is $599. Its brand is Downtown Consignment. It is made with leather. It has a customer review of 5.0 out of 5."}, "modified_wayfair_assets/Sofa/Couch_TRPT1526_v6_LOD2": 336, "337": {"path": "modified_wayfair_assets/Sofa/Couch_ZIPC2510_v6_LOD2", "string": "The object's price is $399. Its brand is Modern Arts. It is made with leather. It has a customer review of 3.1 out of 5."}, "modified_wayfair_assets/Sofa/Couch_ZIPC2510_v6_LOD2": 337, "338": {"path": "modified_wayfair_assets/Sofa/Couch_ZIPC4022_v6_LOD2", "string": "The object's price is $549. Its brand is Global Voyager. It is made with leather. It has a customer review of 2.7 out of 5."}, "modified_wayfair_assets/Sofa/Couch_ZIPC4022_v6_LOD2": 338, "339": {"path": "modified_wayfair_assets/Sofa/Couch_ZIPC4022_v6_LOD2 (1)", "string": "The object's price is $349. Its brand is Global Voyager. It is made with leather. It has a customer review of 4.3 out of 5."}, "modified_wayfair_assets/Sofa/Couch_ZIPC4022_v6_LOD2 (1)": 339, "340": {"path": "modified_wayfair_assets/Sofa/Couch_ZIPC4022_v6_LOD2 (2)", "string": "The object's price is $449. Its brand is Modern Arts. It is made with leather. It has a customer review of 3.6 out of 5."}, "modified_wayfair_assets/Sofa/Couch_ZIPC4022_v6_LOD2 (2)": 340, "341": {"path": "modified_wayfair_assets/Sofa/Sofa_WADL4451_v6_LOD2", "string": "The object's price is $399. Its brand is 212 Local. It is made with leather. It has a customer review of 4.7 out of 5."}, "modified_wayfair_assets/Sofa/Sofa_WADL4451_v6_LOD2": 341, "342": {"path": "modified_wayfair_assets/Table/DiningTable_LGLY3140_v6_LOD2", "string": "The object's price is $399. Its brand is StyleNow Feed. It is made with wood. It has a customer review of 3.2 out of 5."}, "modified_wayfair_assets/Table/DiningTable_LGLY3140_v6_LOD2": 342, "343": {"path": "modified_wayfair_assets/Table/Table_LGLY5881_v6_LOD2", "string": "The object's price is $399. Its brand is River Chateau. It is made with wood. It has a customer review of 4.3 out of 5."}, "modified_wayfair_assets/Table/Table_LGLY5881_v6_LOD2": 343, "344": {"path": "modified_wayfair_assets/Table/Table_LOON6775_v6_LOD2", "string": "The object's price is $649. Its brand is Global Voyager. It is made with wood. It has a customer review of 3.3 out of 5."}, "modified_wayfair_assets/Table/Table_LOON6775_v6_LOD2": 344, "345": {"path": "modified_wayfair_assets/Table/Table_LRKM2887_v6_LOD2", "string": "The object's price is $499. Its brand is Modern Arts. It is made with wood. It has a customer review of 3.5 out of 5."}, "modified_wayfair_assets/Table/Table_LRKM2887_v6_LOD2": 345}